[
    {
        "id": "20160102_09_100",
        "title": "Moon at Last Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160102_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between full moon and new moon, when it is\nhalf illuminated. At this time of the month, it rises around midnight, and is\nvisible in the early morning sky.\n\n\n\n\n\nFrom Zaragoza (click to change), the\n\nMoon will be visible in the morning sky, becoming accessible at around 01:55, when it rises 7° above your eastern horizon. It will then reach its highest point in the sky at 07:00, 45° above your southern horizon. It will be lost to dawn twilight at around 08:09, 42° above your southern horizon.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt last quarter, the Moon rises at around midnight, appears high in the sky by\ndawn, and sets at around midday.\n\n\n\n\nOver the next few days, the distance between the Moon and the Sun will decrease\nand it will rise later each day. By the time it disappears into the Sun's glare\nas it approaches new moon, it will only be visible very shortly before sunrise.\n\n\n\n\nAll times given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes last quarter – 90° – it is\nmore favourably placed in the pre-dawn sky at some times of year than others.\n\n\n\n\nIt appears high up in the pre-dawn sky around the autumn equinox,\nbut much lower towards the horizon around the spring equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunrise depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunrise at the autumn equinox) and 24° (sunrise at the spring equinox). On January 2, the ecliptic is inclined at 38° to the eastern dawn horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is very favourably placed for viewing from Zaragoza.\nAt the moment it reaches last quarter, the Moon's distance from the Earth will be  404,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:22 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160102_08_100",
        "title": "The Earth at perihelion",
        "link": "https://in-the-sky.org/news.php?id=20160102_08_100",
        "desc": "\nThe Earth's annual orbit around the solar system will carry it to its\nclosest point to the Sun, at a distance of\n 0.98 AU. \n\n\n\nThe Earth's distance from the Sun varies by around 3% over the course of the\nyear because its orbit is slightly oval-shaped, following a path called an\nellipse. In practice, this variation is rather slight, however, because the\nEarth's orbit is very nearly circular.\n\n\n\n\nThe Earth completes one revolution around this oval-shaped orbit each year, and\nso it makes its closest approach to the Sun on roughly the same day every year.\nIn 2016, this falls on 2 January.\n\n\n\n\nTechnically speaking, this marks the moment when the Sun appears larger in the\nsky than at any other time of year, and when the Earth receives the most\nradiation from it.  In practice, however, a 3% difference in the Earth's\ndistance from the Sun is barely noticeable.\n\n\n\n\nAnnual changes in our weather, for example between the summer and winter, are\ncaused entirely by the tilt of the Earth's axis of rotation, rather than by any\nchange in its distance from the Sun.\n\n\n\n\nThe position of the Sun at the moment of perihelion will be:\n\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:22 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\n© NASA/Apollo 17\n"
    },
    {
        "id": "20160103_16_100",
        "title": "Conjunction between the Moon and Mars",
        "link": "https://in-the-sky.org/news.php?id=20160103_16_100",
        "desc": "The Moon and Mars will make a close approach, passing within 1°25' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the morning sky, becoming accessible at around 03:28, when they rise 7° above your eastern horizon. They will then reach its highest point in the sky at 08:07, 38° above your southern horizon. They will be lost to dawn twilight at around 08:11, 38° above your southern horizon.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -11.5, and Mars at mag 0.8, both in the constellation Virgo. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Mars at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n72° from the Sun, which is in Sagittarius at\nthis time of year.\n\n\n                            \n                            Age of Moon:23 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160104_11_100",
        "title": "Quadrantid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160104_11_100",
        "desc": "\n\nThe Quadrantid meteor shower will reach its maximum rate of activity on\n3 January 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from 1 Jan to 6 Jan.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 80 per hour (ZHR).  The Moon will be 24 days old at the time of peak activity, and  so will present minimal interference. \n\n\n\nThe radiant of the Quadrantid meteor shower is at around right ascension\n\n15h20m, declination  +50°, as shown by the green cross on the planetarium above. At midnight, it appears 3° above your northern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:23 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160107_16_100",
        "title": "Conjunction between the Moon and Venus",
        "link": "https://in-the-sky.org/news.php?id=20160107_16_100",
        "desc": "The Moon and Venus will make a close approach, passing within 3°04' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the dawn sky, rising at 05:41 (CEST) – 2 hours and 48 minutes before the Sun – and attaining an altitude of 20° above the south-eastern horizon before fading from view as dawn breaks at around 08:08.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -10.2, and Venus at mag -4.4, both in the constellation Ophiuchus. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Venus at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n37° from the Sun, which is in Sagittarius at\nthis time of year.\n\n\n                            \n                            Age of Moon:27 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160109_16_100",
        "title": "Conjunction between Venus and Saturn",
        "link": "https://in-the-sky.org/news.php?id=20160109_16_100",
        "desc": "Venus and Saturn will make a close approach, passing within 0°05' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be difficult to observe as they will appear no higher than 19° above the horizon. They will be visible in the dawn sky, rising at 05:46 (CEST) – 2 hours and 43 minutes before the Sun – and attaining an altitude of 19° above the south-eastern horizon before fading from view as dawn breaks at around 08:08.\n\n\n\n At the moment of closest approach, Venus will be at mag  -4.4, and Saturn at mag 0.3, both in the constellation Ophiuchus. \n At closest approach, the pair will be close enough to fit comfortably within the field of view of a telescope, but will also be visible to the naked eye or a through pair of binoculars. \n\n\n\nThe precise positions of Venus and Saturn at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n36° from the Sun, which is in Sagittarius at\nthis time of year.\n\n\n                            \n                            Age of Moon:29 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160116_09_100",
        "title": "Moon at First Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160116_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between new moon and full moon, when it is\nhalf illuminated. At this time of the month, it is visible in the evening sky,\nand sets around midnight.\n\n\n\n\n\nFrom Zaragoza  (click to change), the\n\nMoon will be visible in the evening sky, becoming visible at around 18:14 (CEST) as the dusk sky fades, 54° above your southern horizon. It will then reach its highest point in the sky at 18:57, 55° above your southern horizon. It will continue to be observable until around 00:45, when it sinks to 7° above your western horizon.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt first quarter, the Moon rises in the afternoon, appears high in the sky by\nsunset, and sets at around midnight.\n\n\n\n\nOver coming days, the distance between the Moon and Sun will increase as the\nMoon approaches full phase. As a result, it will rise later in the day and make\nit less far above the eastern horizon before nightfall. By the time it reaches\nfull phase, it will rise at around dusk and set at around dawn.\n\n\n\n\nAll times are given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes first quarter – 90° – it is\nmore favourably placed in the early evening sky at some times of year than\nothers.\n\n\n\n\nIt appears high up in the evening sky around the spring equinox,\nbut much lower towards the horizon around the autumn equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunset depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunset at the spring equinox) and 24° (sunset at the autumn equinox). On January 17, the ecliptic is inclined at 54° to the western sunset horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is very favourably placed for viewing from Zaragoza.\nAt the moment it reaches first quarter, the Moon's distance from the Earth will be  370,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:7 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160124_09_100",
        "title": "Full Moon",
        "link": "https://in-the-sky.org/news.php?id=20160124_09_100",
        "desc": "\n\nThe Moon will reach full\nphase. At this time in its monthly cycle of phases, the\nMoon lies almost directly opposite the Sun in the sky, placing it high above\nthe horizon for much of the night.\n\n\n\n\n\nThe sequence of full moons through the year are often assigned names according\nto the seasons in which they fall. This month's will be the second to fall in winter 2016\n – the Wolf Moon.\n\n\n\n\nOver the nights following 24 January, the Moon will\nrise around an hour later each day, becoming prominent later in the night.\nWithin a few days, it will only be visible in the pre-dawn and early-morning\nsky. By the time it reaches last quarter, a week after full moon, it will rise\nat around midnight and set at around noon.\n\n\n\n\n\nAt the exact moment when the Moon reaches full phase, it will lie at a\ndeclination of +15°38'  in the constellation Cancer , and so will\n\n appear highest in the northern hemisphere.  It will be visible from all latitudes south of 64°S.  Its distance from the Earth will be 387,000 km. \n\n\n\nThe exact position of the Moon at the time it reaches full phase will be:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:14 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160128_16_100",
        "title": "Conjunction between the Moon and Jupiter",
        "link": "https://in-the-sky.org/news.php?id=20160128_16_100",
        "desc": "The Moon and Jupiter will make a close approach, passing within 1°20' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the morning sky, becoming accessible at around 22:34, when they rise 7° above your eastern horizon. They will then reach its highest point in the sky at 04:10, 52° above your southern horizon. They will be lost to dawn twilight at around 07:59, 27° above your western horizon.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -12.4, and Jupiter at mag -2.4, both in the constellation Leo. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Jupiter at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n134° from the Sun, which is in Capricornus at\nthis time of year.\n\n\n                            \n                            Age of Moon:18 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160201_09_100",
        "title": "Moon at Last Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160201_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between full moon and new moon, when it is\nhalf illuminated. At this time of the month, it rises around midnight, and is\nvisible in the early morning sky.\n\n\n\n\n\nFrom Zaragoza (click to change), the\n\nMoon will be visible in the morning sky, becoming accessible at around 02:28, when it rises 7° above your eastern horizon. It will then reach its highest point in the sky at 07:01, 36° above your southern horizon. It will be lost to dawn twilight at around 07:56, 35° above your southern horizon.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt last quarter, the Moon rises at around midnight, appears high in the sky by\ndawn, and sets at around midday.\n\n\n\n\nOver the next few days, the distance between the Moon and the Sun will decrease\nand it will rise later each day. By the time it disappears into the Sun's glare\nas it approaches new moon, it will only be visible very shortly before sunrise.\n\n\n\n\nAll times given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes last quarter – 90° – it is\nmore favourably placed in the pre-dawn sky at some times of year than others.\n\n\n\n\nIt appears high up in the pre-dawn sky around the autumn equinox,\nbut much lower towards the horizon around the spring equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunrise depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunrise at the autumn equinox) and 24° (sunrise at the spring equinox). On February 1, the ecliptic is inclined at 29° to the eastern dawn horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is poorly placed for viewing from Zaragoza.\nAt the moment it reaches last quarter, the Moon's distance from the Earth will be  402,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:22 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160201_16_100",
        "title": "Conjunction between the Moon and Mars",
        "link": "https://in-the-sky.org/news.php?id=20160201_16_100",
        "desc": "The Moon and Mars will make a close approach, passing within 2°39' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the morning sky, becoming accessible at around 02:53, when they rise 7° above your south-eastern horizon. They will then reach its highest point in the sky at 07:11, 33° above your southern horizon. They will be lost to dawn twilight at around 07:56, 32° above your southern horizon.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -11.8, and Mars at mag 0.4, both in the constellation Libra. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Mars at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n86° from the Sun, which is in Capricornus at\nthis time of year.\n\n\n                            \n                            Age of Moon:22 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160203_16_100",
        "title": "Conjunction between the Moon and Saturn",
        "link": "https://in-the-sky.org/news.php?id=20160203_16_100",
        "desc": "The Moon and Saturn will make a close approach, passing within 3°28' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the dawn sky, rising at 04:19 (CEST) – 3 hours and 56 minutes before the Sun – and attaining an altitude of 25° above the southern horizon before fading from view as dawn breaks at around 07:56.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -11.1, and Saturn at mag 0.3, both in the constellation Ophiuchus. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Saturn at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n60° from the Sun, which is in Capricornus at\nthis time of year.\n\n\n                            \n                            Age of Moon:24 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160207_12_100",
        "title": "Mercury at greatest elongation west",
        "link": "https://in-the-sky.org/news.php?id=20160207_12_100",
        "desc": "\n\n\nMercury will be well placed for observation in the dawn sky, shining\nbrightly at mag -1.9.\n\n\n\n\nFrom Zaragoza (click to change), it will be difficult to observe as it will appear no higher than 9° above the horizon. It will be visible in the dawn sky, rising at 06:46 (CEST) – 1 hour and 23 minutes before the Sun – and attaining an altitude of 9° above the south-eastern horizon before fading from view as dawn breaks at around 07:49.\n\n\n\nOver coming weeks, the distance between Mercury and the Sun will decrease\neach morning, and it will gradually sink back into the Sun's glare, as the table\nbelow indicates (all times given in Zaragoza local time).\n\n\n\n\nThe exact position of Mercury when it reaches greatest elongation is as follows:\n\n\n The coordinates above are given in J2000.0. \n\n\nMercury never ventures far from the Sun in the sky since its orbit lies\ncloser to the Sun than the Earth's. To see it, we are always looking inwards\ntowards the center of the solar system, close to the Sun. Mercury is said\nto be at greatest enlongation when it passes either of the two points along its\norbit where it appears at greatest separation from the Sun.\n\n\n\n\nAs it orbits the Sun, it appears alternately in the morning and evening skies.\nWhen it is to the east of the Sun, it rises and sets a short time after the\nSun, becoming visible in early evening twilight. When it is to the west of\nthe Sun, it rises and sets a short time before the Sun, becoming visible\nshortly before sunrise.\n\n\n\n\nEach time it appears in the morning or evening sky, Mercury reaches\nroughly the same angular separation from the Sun – this time peaking at a\ndistance of 25° at greatest elongation. This angle is set\nby the geometry of how big Mercury's orbit is, and how far away it is\nfrom the Earth.\n\n\nNonetheless, some times of the year are more favourable for\nviewing Mercury from Zaragoza than others.\n\n\n\n\nIt appears most favourably in the evening sky around the spring equinox, and\nmost favourably in the morning sky around the autumn equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This is the line through the zodiacal constellations that the Sun\nfollows through the year, and marks the flat plane in space in which all of the\nplanets circle the Sun.\n\n\n\n\nThe altitude at which Mercury appears above the horizon at sunrise or\nsunset depends how steeply the line of the ecliptic is inclined to the horizon.\nIf the plane of the ecliptic meet the horizon at a very shallow angle,\nMercury will rise or set along a line which is almost parallel to the\nhorizon, and a separation of 25° from the Sun along this\nline would correspond to a very low altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunrise at the autumn equinox) and 24° (sunrise at the spring equinox). On February 7, the ecliptic is inclined at 28° to the eastern dawn horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion Mercury is poorly placed for viewing from Zaragoza.\n\n\n                            \n                            Age of Moon:28 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\n© NASA/JPL/MESSENGER\n"
    },
    {
        "id": "20160215_09_100",
        "title": "Moon at First Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160215_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between new moon and full moon, when it is\nhalf illuminated. At this time of the month, it is visible in the evening sky,\nand sets around midnight.\n\n\n\n\n\nFrom Zaragoza  (click to change), the\n\nMoon will be visible in the evening sky, becoming visible at around 18:51 (CEST) as the dusk sky fades, 62° above your southern horizon. It will then reach its highest point in the sky at 19:01, 62° above your southern horizon. It will continue to be observable until around 01:14, when it sinks to 7° above your western horizon.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt first quarter, the Moon rises in the afternoon, appears high in the sky by\nsunset, and sets at around midnight.\n\n\n\n\nOver coming days, the distance between the Moon and Sun will increase as the\nMoon approaches full phase. As a result, it will rise later in the day and make\nit less far above the eastern horizon before nightfall. By the time it reaches\nfull phase, it will rise at around dusk and set at around dawn.\n\n\n\n\nAll times are given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes first quarter – 90° – it is\nmore favourably placed in the early evening sky at some times of year than\nothers.\n\n\n\n\nIt appears high up in the evening sky around the spring equinox,\nbut much lower towards the horizon around the autumn equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunset depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunset at the spring equinox) and 24° (sunset at the autumn equinox). On February 15, the ecliptic is inclined at 66° to the western sunset horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is very favourably placed for viewing from Zaragoza.\nAt the moment it reaches first quarter, the Moon's distance from the Earth will be  373,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:7 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160222_09_100",
        "title": "Full Moon",
        "link": "https://in-the-sky.org/news.php?id=20160222_09_100",
        "desc": "\n\nThe Moon will reach full\nphase. At this time in its monthly cycle of phases, the\nMoon lies almost directly opposite the Sun in the sky, placing it high above\nthe horizon for much of the night.\n\n\n\n\n\nThe sequence of full moons through the year are often assigned names according\nto the seasons in which they fall. This month's will be the third to fall in winter 2016\n – the Lenten Moon.\n\n\n\n\nOver the nights following 22 February, the Moon will\nrise around an hour later each day, becoming prominent later in the night.\nWithin a few days, it will only be visible in the pre-dawn and early-morning\nsky. By the time it reaches last quarter, a week after full moon, it will rise\nat around midnight and set at around noon.\n\n\n\n\n\nAt the exact moment when the Moon reaches full phase, it will lie at a\ndeclination of +08°44'  in the constellation Leo , and so will\n\n appear high in the sky at all but the most extreme latitudes.  It will be visible at all latitudes between 88°N and 71°S.  Its distance from the Earth will be 397,000 km. \n\n\n\nThe exact position of the Moon at the time it reaches full phase will be:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:14 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160224_16_100",
        "title": "Conjunction between the Moon and Jupiter",
        "link": "https://in-the-sky.org/news.php?id=20160224_16_100",
        "desc": "The Moon and Jupiter will make a close approach, passing within 1°36' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the morning sky, becoming accessible at around 20:34, when they rise 7° above your eastern horizon. They will then reach its highest point in the sky at 02:14, 53° above your southern horizon. They will be lost to dawn twilight at around 07:27, 12° above your western horizon.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -12.6, and Jupiter at mag -2.5, both in the constellation Leo. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Jupiter at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n164° from the Sun, which is in Aquarius at\nthis time of year.\n\n\n                            \n                            Age of Moon:16 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160229_16_100",
        "title": "Conjunction between the Moon and Mars",
        "link": "https://in-the-sky.org/news.php?id=20160229_16_100",
        "desc": "The Moon and Mars will make a close approach, passing within 3°31' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the morning sky, becoming accessible at around 02:10, when they rise 7° above your south-eastern horizon. They will then reach its highest point in the sky at 06:12, 29° above your southern horizon. They will be lost to dawn twilight at around 07:22, 27° above your southern horizon.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -12.0, and Mars at mag -0.1, both in the constellation Libra. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Mars at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n102° from the Sun, which is in Aquarius at\nthis time of year.\n\n\n                            \n                            Age of Moon:21 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160301_09_100",
        "title": "Moon at Last Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160301_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between full moon and new moon, when it is\nhalf illuminated. At this time of the month, it rises around midnight, and is\nvisible in the early morning sky.\n\n\n\n\n\nFrom Zaragoza (click to change), the\n\nMoon will be visible in the morning sky, becoming accessible at around 02:56, when it rises 7° above your south-eastern horizon. It will then reach its highest point in the sky at 07:04, 31° above your southern horizon. It will be lost to dawn twilight at around 07:16, 31° above your southern horizon.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt last quarter, the Moon rises at around midnight, appears high in the sky by\ndawn, and sets at around midday.\n\n\n\n\nOver the next few days, the distance between the Moon and the Sun will decrease\nand it will rise later each day. By the time it disappears into the Sun's glare\nas it approaches new moon, it will only be visible very shortly before sunrise.\n\n\n\n\nAll times given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes last quarter – 90° – it is\nmore favourably placed in the pre-dawn sky at some times of year than others.\n\n\n\n\nIt appears high up in the pre-dawn sky around the autumn equinox,\nbut much lower towards the horizon around the spring equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunrise depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunrise at the autumn equinox) and 24° (sunrise at the spring equinox). On March 2, the ecliptic is inclined at 25° to the eastern dawn horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is poorly placed for viewing from Zaragoza.\nAt the moment it reaches last quarter, the Moon's distance from the Earth will be  397,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:23 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160302_16_100",
        "title": "Conjunction between the Moon and Saturn",
        "link": "https://in-the-sky.org/news.php?id=20160302_16_100",
        "desc": "The Moon and Saturn will make a close approach, passing within 3°33' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the dawn sky, rising at 02:36 (CEST) – 5 hours and 0 minutes before the Sun – and attaining an altitude of 27° above the southern horizon before fading from view as dawn breaks at around 07:17.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -11.8, and Saturn at mag 0.2, both in the constellation Ophiuchus. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Saturn at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n86° from the Sun, which is in Aquarius at\nthis time of year.\n\n\n                            \n                            Age of Moon:23 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160308_13_100",
        "title": "Jupiter at opposition",
        "link": "https://in-the-sky.org/news.php?id=20160308_13_100",
        "desc": "\nJupiter will be well placed for observation, in the constellation\nLeo. It will be visible for much of the night, reaching its\nhighest point in the sky at around midnight local time.\n\n\n\n\nFrom Zaragoza (click to change), it will be visible between 19:34 and 06:56. It will become accessible at around 19:34, when it rises 7° above your eastern horizon, and then reach its highest point in the sky at 01:17, 54° above your southern horizon. It will become inaccessible at around 06:56 when it sinks to 8° above your western horizon.\n\n\n\nOver the weeks following its opposition, Jupiter will reach\nits highest point in the sky four minutes earlier each night, gradually\nreceding from the pre-dawn morning sky while remaining visible in the evening\nsky for a few months.\n\n\n\n\n A chart of the path of Jupiter across the sky in 2016 can be found  here,  and a chart of its rising and setting times  here. \n\n\n\nThe position of Jupiter at the moment it passes opposition will be:\n\n The coordinates above are given in J2000.0.\n\n\nThis optimal positioning occurs when Jupiter is almost directly opposite\nthe Sun in the sky. Since the Sun reaches its greatest distance below the\nhorizon at midnight, the point opposite to it is highest in the sky at the same\ntime.\n\n\n\n\nAt around the same time that Jupiter passes opposition, it also makes\nits closest approach to the Earth – termed its perigee –\nmaking it appear at its\n brightest and largest. \n\n\n\nThis happens because when Jupiter lies opposite the Sun in the sky, the\nsolar system is lined up so that Jupiter, the Earth and the Sun form a\nstraight line with the Earth in the middle, on the same side of the Sun as\nJupiter.\n\n\n\n\n In practice, however, Jupiter orbits much further out in the solar system than the Earth – at an average distance from the Sun of 5.20  times that of the Earth, \nand so its angular size does not vary much as it cycles between\nopposition and solar conjunction.\n\n\n\n\n\nOn this occasion, Jupiter will lie at a distance of\n 4.44 AU, \nand its disk will measure\n\n 43.5 arcsec \nin diameter, shining at magnitude -2.5. Even at its closest approach\nto the Earth, however, it is not possible to distinguish it as more than a\nstar-like point of light\n\n with the naked eye, though a good pair of binoculars is sufficient to reveal it as a disk of light with accompanying system of moons. \n\n                            \n                            Age of Moon:29 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\n© NASA/Cassini\n"
    },
    {
        "id": "20160315_09_100",
        "title": "Moon at First Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160315_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between new moon and full moon, when it is\nhalf illuminated. At this time of the month, it is visible in the evening sky,\nand sets around midnight.\n\n\n\n\n\nFrom Zaragoza  (click to change), the\n\nMoon will become visible at around 19:27 (CEST) as the dusk sky fades, 66° above your southern horizon. It will then sink towards the horizon, setting 7 hours and 15 minutes after the Sun at 02:23.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt first quarter, the Moon rises in the afternoon, appears high in the sky by\nsunset, and sets at around midnight.\n\n\n\n\nOver coming days, the distance between the Moon and Sun will increase as the\nMoon approaches full phase. As a result, it will rise later in the day and make\nit less far above the eastern horizon before nightfall. By the time it reaches\nfull phase, it will rise at around dusk and set at around dawn.\n\n\n\n\nAll times are given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes first quarter – 90° – it is\nmore favourably placed in the early evening sky at some times of year than\nothers.\n\n\n\n\nIt appears high up in the evening sky around the spring equinox,\nbut much lower towards the horizon around the autumn equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunset depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunset at the spring equinox) and 24° (sunset at the autumn equinox). On March 15, the ecliptic is inclined at 71° to the western sunset horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is very favourably placed for viewing from Zaragoza.\nAt the moment it reaches first quarter, the Moon's distance from the Earth will be  378,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:6 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160320_08_100",
        "title": "March equinox",
        "link": "https://in-the-sky.org/news.php?id=20160320_08_100",
        "desc": "\n\nToday is the March equinox, a day when the Sun is above the horizon for exactly\nhalf the time everywhere on Earth.  According to the astronomical definitions\nof the seasons, this day marks the beginning of spring in the northern\nhemisphere and of autumn in the southern hemisphere.\n\n\n\nOn the day of the equinox, the Earth's poles are not tilted towards or away from the Sun, meaning that the Sun is above the horizon for half the time at all latitudes. Image courtesy of Przemyslaw Idzkiewicz.\n\n\nEquinoxes occur twice a year – in March and September – once when\nthe Sun is travelling northwards, and once when it is travelling southwards.\nThe position of the Sun at the moment of the March equinox is used to define\nthe zero point of both right ascension and declination.\n\n\n\n\nIn practice this is not exactly the case, however, because of a phenomenon\ncalled the precession of the equinoxes. Over hundreds of years, the\ndirection of the Earth's spin axis in space changes because it acts like a\ngyroscope.  This means that the location of the equinoxes creep across the sky\nat a rate of around 50 arcseconds each year.\n\n\n\n\nAstronomers quote right ascensions and declinations based on the configuration\nof the Earth's path around the Sun on January 1, 2000. Even in the years that\nhave passed since the year 2000, the precession of the equinoxes has moved them\nby several arcminutes.\n\n\n\n\nThe table below lists the exact position of the Sun at the moment it passes\nover the equator in March 2016.\n\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:11 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\n© NASA/Apollo 17\n"
    },
    {
        "id": "20160322_16_100",
        "title": "Conjunction between the Moon and Jupiter",
        "link": "https://in-the-sky.org/news.php?id=20160322_16_100",
        "desc": "The Moon and Jupiter will make a close approach, passing within 1°57' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the evening sky, becoming visible at around 19:31 (CEST) as the dusk sky fades, 18° above your eastern horizon. They will then reach its highest point in the sky at 00:15, 55° above your southern horizon. They will continue to be observable until around 05:57, when they sink to 8° above your western horizon.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -12.5, and Jupiter at mag -2.5, both in the constellation Leo. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Jupiter at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n164° from the Sun, which is in Pisces at\nthis time of year.\n\n\n                            \n                            Age of Moon:13 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160323_09_100",
        "title": "Full Moon",
        "link": "https://in-the-sky.org/news.php?id=20160323_09_100",
        "desc": "\n\nThe Moon will reach full\nphase. At this time in its monthly cycle of phases, the\nMoon lies almost directly opposite the Sun in the sky, placing it high above\nthe horizon for much of the night.\n\n\n\n\n\nThe sequence of full moons through the year are often assigned names according\nto the seasons in which they fall. This month's will be the first to fall in spring 2016\n – the Egg Moon.\n\n\n\n\nOver the nights following 23 March, the Moon will\nrise around an hour later each day, becoming prominent later in the night.\nWithin a few days, it will only be visible in the pre-dawn and early-morning\nsky. By the time it reaches last quarter, a week after full moon, it will rise\nat around midnight and set at around noon.\n\n\n\n\n\nAt the exact moment when the Moon reaches full phase, it will lie at a\ndeclination of -00°15'  in the constellation Virgo , and so will\n\n appear high in the sky at all but the most extreme latitudes.  It will be visible at all latitudes between 79°N and 80°S.  Its distance from the Earth will be 404,000 km. \n\n\n\nThe exact position of the Moon at the time it reaches full phase will be:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:14 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160328_16_100",
        "title": "Conjunction between the Moon and Mars",
        "link": "https://in-the-sky.org/news.php?id=20160328_16_100",
        "desc": "The Moon and Mars will make a close approach, passing within 4°08' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the morning sky, becoming accessible at around 02:06, when they rise 7° above your south-eastern horizon. They will then reach its highest point in the sky at 05:58, 27° above your southern horizon. They will be lost to dawn twilight at around 07:35, 24° above your south-western horizon.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -12.3, and Mars at mag -0.8, both in the constellation Scorpius. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Mars at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n121° from the Sun, which is in Pisces at\nthis time of year.\n\n\n                            \n                            Age of Moon:19 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160329_16_100",
        "title": "Conjunction between the Moon and Saturn",
        "link": "https://in-the-sky.org/news.php?id=20160329_16_100",
        "desc": "The Moon and Saturn will make a close approach, passing within 3°28' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the morning sky, becoming accessible at around 02:46, when they rise 7° above your south-eastern horizon. They will then reach its highest point in the sky at 06:36, 27° above your southern horizon. They will be lost to dawn twilight at around 07:33, 26° above your southern horizon.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -12.2, and Saturn at mag 0.1, both in the constellation Ophiuchus. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Saturn at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n112° from the Sun, which is in Pisces at\nthis time of year.\n\n\n                            \n                            Age of Moon:20 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160331_09_100",
        "title": "Moon at Last Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160331_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between full moon and new moon, when it is\nhalf illuminated. At this time of the month, it rises around midnight, and is\nvisible in the early morning sky.\n\n\n\n\n\nFrom Zaragoza (click to change), the\n\nMoon will be visible in the dawn sky, rising at 03:17 (CEST) – 4 hours and 31 minutes before the Sun – and attaining an altitude of 29° above the southern horizon before fading from view as dawn breaks at around 07:29.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt last quarter, the Moon rises at around midnight, appears high in the sky by\ndawn, and sets at around midday.\n\n\n\n\nOver the next few days, the distance between the Moon and the Sun will decrease\nand it will rise later each day. By the time it disappears into the Sun's glare\nas it approaches new moon, it will only be visible very shortly before sunrise.\n\n\n\n\nAll times given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes last quarter – 90° – it is\nmore favourably placed in the pre-dawn sky at some times of year than others.\n\n\n\n\nIt appears high up in the pre-dawn sky around the autumn equinox,\nbut much lower towards the horizon around the spring equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunrise depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunrise at the autumn equinox) and 24° (sunrise at the spring equinox). On March 31, the ecliptic is inclined at 25° to the eastern dawn horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is poorly placed for viewing from Zaragoza.\nAt the moment it reaches last quarter, the Moon's distance from the Earth will be  389,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:22 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160412_11_100",
        "title": "Virginid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160412_11_100",
        "desc": "\n\nThe Virginid meteor shower will reach its maximum rate of activity on\n12 April 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from 7 Apr to 18 Apr.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 5 per hour (ZHR).  The Moon will be 5 days old at the time of peak activity, and  so will present minimal interference. \n\n\n\nThe radiant of the Virginid meteor shower is at around right ascension\n\n14h00m, declination  -09°, as shown by the green cross on the planetarium above. At midnight, it appears 25° above your south-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:5 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160414_09_100",
        "title": "Moon at First Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160414_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between new moon and full moon, when it is\nhalf illuminated. At this time of the month, it is visible in the evening sky,\nand sets around midnight.\n\n\n\n\n\nFrom Zaragoza  (click to change), the\n\nMoon will become visible at around 20:57 (CEST) as the dusk sky fades, 63° above your south-western horizon. It will then sink towards the horizon, setting 6 hours and 44 minutes after the Sun at 03:22.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt first quarter, the Moon rises in the afternoon, appears high in the sky by\nsunset, and sets at around midnight.\n\n\n\n\nOver coming days, the distance between the Moon and Sun will increase as the\nMoon approaches full phase. As a result, it will rise later in the day and make\nit less far above the eastern horizon before nightfall. By the time it reaches\nfull phase, it will rise at around dusk and set at around dawn.\n\n\n\n\nAll times are given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes first quarter – 90° – it is\nmore favourably placed in the early evening sky at some times of year than\nothers.\n\n\n\n\nIt appears high up in the evening sky around the spring equinox,\nbut much lower towards the horizon around the autumn equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunset depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunset at the spring equinox) and 24° (sunset at the autumn equinox). On April 14, the ecliptic is inclined at 69° to the western sunset horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is very favourably placed for viewing from Zaragoza.\nAt the moment it reaches first quarter, the Moon's distance from the Earth will be  384,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:7 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160418_16_100",
        "title": "Conjunction between the Moon and Jupiter",
        "link": "https://in-the-sky.org/news.php?id=20160418_16_100",
        "desc": "The Moon and Jupiter will make a close approach, passing within 2°06' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the evening sky, becoming visible at around 21:02 (CEST) as the dusk sky fades, 44° above your south-eastern horizon. They will then reach its highest point in the sky at 23:16, 56° above your southern horizon. They will continue to be observable until around 05:04, when they sink to 8° above your western horizon.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -12.4, and Jupiter at mag -2.4, both in the constellation Leo. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Jupiter at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n135° from the Sun, which is in Pisces at\nthis time of year.\n\n\n                            \n                            Age of Moon:11 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160418_12_100",
        "title": "Mercury at greatest elongation east",
        "link": "https://in-the-sky.org/news.php?id=20160418_12_100",
        "desc": "\n\n\nMercury will be well placed for observation in the evening sky,\nshining brightly at mag -2.2.\n\n\n\n\nFrom Zaragoza (click to change), it will be difficult to observe as it will appear no higher than 15° above the horizon. It will become visible at around 21:03 (CEST) as the dusk sky fades, 15° above your western horizon. It will then sink towards the horizon, setting 1 hour and 50 minutes after the Sun at 22:34.\n\n\n\nOver coming weeks, the distance between Mercury and the Sun will decrease\neach night, and it will gradually sink back into the Sun's glare, as the table\nbelow indicates (all times given in Zaragoza local time).\n\n\n\n\nThe coordinates of Mercury when it reaches greatest elongation will be:\n\n\n The coordinates above are given in J2000.0. \n\n\nMercury never ventures far from the Sun in the sky since its orbit lies\ncloser to the Sun than the Earth's. To see it, we are always looking inwards\ntowards the center of the solar system, close to the Sun. Mercury is said\nto be at greatest enlongation when it passes either of the two points along its\norbit where it appears at greatest separation from the Sun.\n\n\n\n\nAs it orbits the Sun, it appears alternately in the morning and evening skies.\nWhen it is to the east of the Sun, it rises and sets a short time after the\nSun, becoming visible in early evening twilight. When it is to the west of\nthe Sun, it rises and sets a short time before the Sun, becoming visible\nshortly before sunrise.\n\n\n\n\nEach time it appears in the morning or evening sky, Mercury reaches\nroughly the same angular separation from the Sun – this time peaking at a\ndistance of 19° at greatest elongation. This angle is set\nby the geometry of how big Mercury's orbit is, and how far away it is\nfrom the Earth.\n\n\nNonetheless, some times of the year are more favourable for\nviewing Mercury from Zaragoza than others.\n\n\n\n\nIt appears most favourably in the evening sky around the spring equinox, and\nmost favourably in the morning sky around the autumn equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This is the line through the zodiacal constellations that the Sun\nfollows through the year, and marks the flat plane in space in which all of the\nplanets circle the Sun.\n\n\n\n\nThe altitude at which Mercury appears above the horizon at sunrise or\nsunset depends how steeply the line of the ecliptic is inclined to the horizon.\nIf the plane of the ecliptic meet the horizon at a very shallow angle,\nMercury will rise or set along a line which is almost parallel to the\nhorizon, and a separation of 19° from the Sun along this\nline would correspond to a very low altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunset at the spring equinox) and 24° (sunset at the autumn equinox). On April 18, the ecliptic is inclined at 68° to the western sunset horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion Mercury is very favourably placed for viewing from Zaragoza.\n\n\n                            \n                            Age of Moon:11 days\n                        \nNever attempt to point a pair of binoculars or a telescope at an object close to the Sun. Doing so\n                may result in immediate and permanent blindness.\nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\n© NASA/JPL/MESSENGER\n"
    },
    {
        "id": "20160422_09_100",
        "title": "Full Moon",
        "link": "https://in-the-sky.org/news.php?id=20160422_09_100",
        "desc": "\n\nThe Moon will reach full\nphase. At this time in its monthly cycle of phases, the\nMoon lies almost directly opposite the Sun in the sky, placing it high above\nthe horizon for much of the night.\n\n\n\n\n\nThe sequence of full moons through the year are often assigned names according\nto the seasons in which they fall. This month's will be the second to fall in spring 2016\n – the Milk Moon.\n\n\n\n\nOver the nights following 22 April, the Moon will\nrise around an hour later each day, becoming prominent later in the night.\nWithin a few days, it will only be visible in the pre-dawn and early-morning\nsky. By the time it reaches last quarter, a week after full moon, it will rise\nat around midnight and set at around noon.\n\n\n\n\n\nAt the exact moment when the Moon reaches full phase, it will lie at a\ndeclination of -09°03'  in the constellation Virgo , and so will\n\n appear high in the sky at all but the most extreme latitudes.  It will be visible at all latitudes between 70°N and 89°S.  Its distance from the Earth will be 406,000 km. \n\n\n\nThe exact position of the Moon at the time it reaches full phase will be:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:15 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160423_11_100",
        "title": "Lyrid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160423_11_100",
        "desc": "\n\nThe Lyrid meteor shower will reach its maximum rate of activity on\n23 April 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from 19 Apr to 25 Apr.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 10 per hour (ZHR).  The Moon will be 16 days old at the time of peak activity, and  being so close to Full Moon, will severely limit the observations that will be possible. \n\n\n\nThe radiant of the Lyrid meteor shower is at around right ascension\n\n18h10m, declination  +32°, as shown by the green cross on the planetarium above. At midnight, it appears 17° above your north-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:16 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160425_16_100",
        "title": "Conjunction between the Moon and Mars",
        "link": "https://in-the-sky.org/news.php?id=20160425_16_100",
        "desc": "The Moon and Mars will make a close approach, passing within 4°52' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the morning sky, becoming accessible at around 00:29, when they rise 7° above your south-eastern horizon. They will then reach its highest point in the sky at 04:15, 26° above your southern horizon. They will be lost to dawn twilight at around 06:48, 17° above your south-western horizon.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -12.4, and Mars at mag -1.5, both in the constellation Ophiuchus. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Mars at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n146° from the Sun, which is in Aries at\nthis time of year.\n\n\n                            \n                            Age of Moon:18 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160425_16_101",
        "title": "Conjunction between the Moon and Saturn",
        "link": "https://in-the-sky.org/news.php?id=20160425_16_101",
        "desc": "The Moon and Saturn will make a close approach, passing within 3°18' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the morning sky, becoming accessible at around 00:56, when they rise 7° above your south-eastern horizon. They will then reach its highest point in the sky at 04:46, 27° above your southern horizon. They will be lost to dawn twilight at around 06:49, 21° above your south-western horizon.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -12.4, and Saturn at mag -0.0, both in the constellation Ophiuchus. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Saturn at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n140° from the Sun, which is in Aries at\nthis time of year.\n\n\n                            \n                            Age of Moon:18 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160428_11_100",
        "title": "α–Scorpiid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160428_11_100",
        "desc": "\n\nThe α–Scorpiid meteor shower will reach its maximum rate of activity on\n28 April 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from 20 Apr to 19 May.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 5 per hour (ZHR).  The Moon will be 21 days old at the time of peak activity, and  so will present significant interference in the pre-dawn sky. \n\n\n\nThe radiant of the α–Scorpiid meteor shower is at around right ascension\n\n16h20m, declination  -24°, as shown by the green cross on the planetarium above. At midnight, it appears 2° above your south-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:21 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160430_09_100",
        "title": "Moon at Last Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160430_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between full moon and new moon, when it is\nhalf illuminated. At this time of the month, it rises around midnight, and is\nvisible in the early morning sky.\n\n\n\n\n\nFrom Zaragoza (click to change), the\n\nMoon will be visible in the dawn sky, rising at 03:05 (CEST) – 3 hours and 55 minutes before the Sun – and attaining an altitude of 29° above the south-eastern horizon before fading from view as dawn breaks at around 06:40.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt last quarter, the Moon rises at around midnight, appears high in the sky by\ndawn, and sets at around midday.\n\n\n\n\nOver the next few days, the distance between the Moon and the Sun will decrease\nand it will rise later each day. By the time it disappears into the Sun's glare\nas it approaches new moon, it will only be visible very shortly before sunrise.\n\n\n\n\nAll times given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes last quarter – 90° – it is\nmore favourably placed in the pre-dawn sky at some times of year than others.\n\n\n\n\nIt appears high up in the pre-dawn sky around the autumn equinox,\nbut much lower towards the horizon around the spring equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunrise depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunrise at the autumn equinox) and 24° (sunrise at the spring equinox). On April 30, the ecliptic is inclined at 28° to the eastern dawn horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is poorly placed for viewing from Zaragoza.\nAt the moment it reaches last quarter, the Moon's distance from the Earth will be  381,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:23 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160506_11_100",
        "title": "η–Aquarid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160506_11_100",
        "desc": "\n\nThe η–Aquarid meteor shower will reach its maximum rate of activity on\n6 May 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from 24 Apr to 20 May.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 40 per hour (ZHR).  The Moon will be 29 days old at the time of peak activity, and  so will present minimal interference. \n\n\n\nThe radiant of the η–Aquarid meteor shower is at around right ascension\n\n22h30m, declination  -01°, as shown by the green cross on the planetarium above. At midnight, it appears 39° below your north-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:29 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160509_12_101",
        "title": "Transit of Mercury",
        "link": "https://in-the-sky.org/news.php?id=20160509_12_101",
        "desc": "\n\nOn 9 May 2016, Mercury will pass in\nfront of the Sun, casting a small black silhouette in front of the solar disk\nfrom\n\n13:12 until 20:42. \nThis will be the first transit of the planet since November 2006, and the last until November 2019.\n\n\nIt is not unusual for Mercury to pass between the Earth and Sun. It does so on\naverage once every 116 days, each time it is at inferior conjunction. However,\nthe alignment is usually far from exact. Mercury's orbit is inclined at 7°\nto the Earth-Sun plane, which means it usually passes to one side of the Sun.\n\n\n\n\nMercury only transits in front of the Sun's disk when one of these inferior\nconjunctions coincides with the planet passing through the Earth-Sun plane,\nwhich it does on average once every 44 days. These two cycles coincide on\naverage only once every 7-8 years. Each time, a transit can be seen from any\nlocation where the Sun is above the horizon at the time.\n\n\n\n\nFor a newcomer, perhaps the most striking thing about a transit of Mercury is\nhow small the planet appears in comparison to the Sun. At inferior conjunction,\nMercury measures a mere 12 arcseconds across, about 150 times smaller than\nthe Sun.\n\n\n\n\nThis makes transits of Mercury significantly trickier to observe than other\nsolar phenomena such as eclipses and even transits of Venus. Mercury's\nsilhouette is not visible without some form of magnification.\n\n\n\n\nAs a result, it is especially important to emphasise that the Sun is a\ndangerous object to observe. Viewing it through any optical instrument –\neven a pair of binoculars or the finderscope on the side of your telescope\n– can cause instant and permanent blindness.\n\n\n\n\nIf you have any doubts about what equipment to use, by far the safest thing to\ndo is to go along to a public observing event. Many astronomical societies are\nlikely to be hosting observing events on the day, and they'll be sure to\nwelcome newcomers. You may meet some new people at the same time as seeing the\ntransit.\n\n\n\n\nSome university astronomy departments may also be hosting public observing\nevents.\n\n\n\n\nThe safest way to view the transit yourself is to buy a purpose-built solar\nprojection box.\n\n\n\n\nThese typically consist of a cardboard box with a small lens on one side. They\nproject an enlarged image of the Sun onto a white cardboard sheet inside the\nbox. Once the transit is over, they're also great for observing sunspots. They\nare safe to use, quick to set up, and ideal for use with children and groups.\n\n\n\n\nTo my knowledge, the only UK supplier who sells these is Green Witch. They sell\na Sun\nProjector Kit for £18, or a sturdier Lightec\nSolar Projection Telescope for £50. I gather these items are already\nselling very quickly, so if you plan to use one it would be worth ordering\nearly.\n\n\nIf you have access to a telescope, you may be able to use it to observe the\nSun. Remember, though, that you must never look through the telescope, or even\nthe finderscope, when either is pointing anywhere close to the Sun. To ensure\nyou don't forget, it's best to remove the finderscope or leave its lens covers\non.\n\n\n\n\nIf you have a refractor or small Newtonian telescope, you can\nquite easily project an image of the Sun onto a piece of white card. You\nshould not attempt to do this with a Schmidt-Cassegrain (SCT)\nor Maksutov telescope, as you may permanently damage your telescope. If you are\nunsure what kind of telescope you have, check first. Many telescopes sold to\nbeginners are of the Schmidt-Cassegrain design.\n\n\n\n\n\n\n\n\nTo project an image of the Sun, you simply need to fit a cheap low-power\neyepiece into your telescope and hold a piece of card 30-40 centimetres away\nfrom it.\n\n\n\n\nAvoid using expensive eyepieces when doing this, as there is always a risk that\nthe eyepiece will crack under the Sun's heat. Such damage will not be covered\nunder any guarantee, and may cost you a great deal of money. You should also\navoid eyepieces made from plastic, as they are liable to melt.\n\n\n\n\nAiming your telescope at the Sun can be a challenge at first. You must not use\na finderscope, as looking at the Sun through this is just as dangerous as with\nany other optical instrument. Sighting the Sun along the edge of the tube must\nalso be avoided, since your eyes can be damaged by looking directly at the Sun\neven without magnification.\n\n\n\n\nThe best way to aim the telescope is to look at the shadow of your telescope\ntube on the ground. When the telescope is pointing to one side of the Sun, the\nshadow will appear as an elongated oval. If you move the telescope into better\nalignment with the Sun, its shadow will get smaller and become more circular.\n\n\n\n\nOnce you have oriented the telescope to make the shadow as small and circular\nas possible, it should be pointing in almost the right direction. Try\nprojecting an image onto a piece of card. You may need to scan the telescope\nfrom side to side until it comes into view. Using a low-power eyepiece will\nmake this easier.\n\n\n\n\nThe key is to be patient and to practice!\n\n\n\n\n\n\n\n\nWhen projected an image of the Sun, you must take extreme caution to ensure no\none looks through the eyepiece, especially if you are observing with children.\nEven touching the eyepiece can be painful, as it will rapidly become extremely\nhot.\n\n\n\n\nAlso take care not to pass your hand close to the eyepiece, such that the Sun's\nlight is focused onto it. This can cause painful burns in an instant.\n\n\n\n\nDo not leave the telescope unattended at any time. If you need to take a break,\nmove the telescope away from the Sun. This will give the eyepiece a chance to\ncool off as well as ensuring no one injures themselves. It is best to leave the\ntelescope pointing to the east of the Sun, because then you can be sure that\nthe Sun won't drift back into the field of view. In the northern hemisphere,\nthis means pointing the telescope to the left of the Sun.\n\n\n\n\nThese hazards aside, this is much the safest way to observe the Sun with a\ntelescope. If you're careful, the worst that can happen is that you may lose an\neyepiece if it shatters under the heat. The risks can be minimised by ensuring\nthe aperture of the telescope is no larger than 60mm. If your telescope is\nlarger than this, fix a piece of cardboard over the front and cut a 60mm disk\nout of the middle. This will reduce the amount of light entering the telescope.\n\n\n\n\nIt is also possible to buy special filters which you can fit over the front of\nyour telescope, and which allow you to look directly through the telescope at\nthe Sun. It is essential that the filter fixes very securely\nto your telescope, that it is undamaged, and that it is designed for safe use\nwith your telescope. Only buy from reputable suppliers you trust, and\nthoroughly inspect your filters for damage every time you use them. This is the\nonly safe way to view the transit with a Schmidt-Cassegrain telescope.\n\n\n\n\nSome filters are sold which are designed to be fitted to the eyepiece end of\nthe telescope, rather than over the front. We recommend that these should never\nbe used under any circumstances. They are often of suspect quality, and can\ncrack under the Sun's heat, exposing you to the Sun's full light.\n\n\n\n\nIf you make a filter yourself, the only safe option is to buy a sheet of Mylar\nor Baader Astro Solar Film from a reputable optical supplier, and ensure that\nit is fixed very securely in place. If there is the slightest scratch or\npinhole, you should discard the filter and make or buy a new one.\n\n\n\n\nFor more information about safely observing the Sun, we recommend Lee\nMacdonald's excellent book How\nto Observe the Sun Safely, published by Springer in 2012.\n\n\n\n\nWe are grateful to Fred Espenak for allowing us to reproduce diagrams from his\nwebsite http://eclipsewise.com\n\n\n\nThe exact position of Mercury at the moment of closest approach to the centre of the Sun's disk will be:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:3 days\n                        \nNever attempt to point a pair of binoculars or a telescope at an object close to the Sun. Doing so\n                may result in immediate and permanent blindness.\nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\n© edhiker, November 2006.\n"
    },
    {
        "id": "20160513_11_100",
        "title": "α–Scorpiid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160513_11_100",
        "desc": "\n\nThe α–Scorpiid meteor shower will reach its maximum rate of activity on\n13 May 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from 20 Apr to 19 May.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 5 per hour (ZHR).  The Moon will be 7 days old at the time of peak activity, and  so will present significant interference in the early evening sky. \n\n\n\nThe radiant of the α–Scorpiid meteor shower is at around right ascension\n\n17h00m, declination  -24°, as shown by the green cross on the planetarium above. At midnight, it appears 6° above your south-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:7 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160513_09_100",
        "title": "Moon at First Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160513_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between new moon and full moon, when it is\nhalf illuminated. At this time of the month, it is visible in the evening sky,\nand sets around midnight.\n\n\n\n\n\nFrom Zaragoza  (click to change), the\n\nMoon will become visible at around 21:33 (CEST) as the dusk sky fades, 55° above your south-western horizon. It will then sink towards the horizon, setting 5 hours and 52 minutes after the Sun at 03:04.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt first quarter, the Moon rises in the afternoon, appears high in the sky by\nsunset, and sets at around midnight.\n\n\n\n\nOver coming days, the distance between the Moon and Sun will increase as the\nMoon approaches full phase. As a result, it will rise later in the day and make\nit less far above the eastern horizon before nightfall. By the time it reaches\nfull phase, it will rise at around dusk and set at around dawn.\n\n\n\n\nAll times are given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes first quarter – 90° – it is\nmore favourably placed in the early evening sky at some times of year than\nothers.\n\n\n\n\nIt appears high up in the evening sky around the spring equinox,\nbut much lower towards the horizon around the autumn equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunset depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunset at the spring equinox) and 24° (sunset at the autumn equinox). On May 13, the ecliptic is inclined at 60° to the western sunset horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is very favourably placed for viewing from Zaragoza.\nAt the moment it reaches first quarter, the Moon's distance from the Earth will be  392,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:7 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160515_16_100",
        "title": "Conjunction between the Moon and Jupiter",
        "link": "https://in-the-sky.org/news.php?id=20160515_16_100",
        "desc": "The Moon and Jupiter will make a close approach, passing within 1°54' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will become visible at around 21:33 (CEST) as the dusk sky fades, 56° above your southern horizon. They will then sink towards the horizon, setting 6 hours and 50 minutes after the Sun at 04:02.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -12.1, and Jupiter at mag -2.2, both in the constellation Leo. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Jupiter at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n108° from the Sun, which is in Taurus at\nthis time of year.\n\n\n                            \n                            Age of Moon:9 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160521_09_100",
        "title": "Blue Moon",
        "link": "https://in-the-sky.org/news.php?id=20160521_09_100",
        "desc": "\n\nThe Moon will reach full\nphase. At this time in its monthly cycle of phases, the\nMoon lies almost directly opposite the Sun in the sky, placing it high above\nthe horizon for much of the night.\n\n\n\n\n\nThe sequence of full moons through the year are often assigned names according\nto the seasons in which they fall. This month's is assigned the unusual name of\na blue moon.\n\n\n\n\nBlue moons come about as a result of a quirk in the way that full moons are\ncounted. Usually, only three fall within any each of the Earth's season  \nwhich last an average of three months.  A sequence of three traditional names\nare given in turn to these three full moons.  However, occasionally, a fourth\nfull moon can fall within a single season.\n\n\n\n\nThis happens because full moons recur every 29.53 days, and so the Moon's\nphases cycle on average 12.37 times each year, or 3.11 times each\nseason. As a result, there will be four full moons within a season once every\n2.7 years.\n\n\n\n\nWhen this happens, there are only three traditional names to go between four\nfull moons, and so the third of them is called a blue moon instead.\n\n\n\n\nWhy the third of the four, not the last? The final full moon of winter is\ntraditionally called the lenten moon, since it always falls within the\n40 days of Lent. Easter Sunday itself is defined to be the first Sunday after\nthe first full moon of spring, and so must be 29–37 days after this full\nmoon.\n\n\n\n\nThis logic would break down if a blue moon were inserted between the lenten\nmoon and Easter, and this is avoided assigning that title to the third (rather\nthan the fourth) of four full moons.\n\n\n\n\nNeedless to say, the term blue moon does not refer to any change in the\nMoon's color. It's origin is disputed, but one theory is that it's a corruption\nof betrayer moon, for a blue moon in winter leads to Easter being\ndelayed by a lunar cycle.\n\n\n\n\nIn more modern usage, the term blue moon is often used alternatively to\nrefer to any full moon which is the second to fall within a single calendar\nmonth. This usage is a twentieth century innovation which originally seems to\nhave stemmed from a misprint in Sky & Telescope magazine in March\n1946.\n\n\n\n\nCoincidentally, however, blue moons also occur once every 2.7 years by\nthat definition, since according to both definitions, a blue moon occurs\nwhenever 13 full moons fall within a single year-long period.\n\n\n\n\nAs at any time when the Moon reaches full phase, it will be brighter than at any other time of the month.\nIt will lie almost directly opposite the Sun in the sky, placing it high above\nthe horizon for much of the night.\n\n\n\n\nOver the nights following 21 May,\nthe Moon will rise a little under an hour later each day, becoming prominent\nlater in the night.  Within a few days, it will only be visible in the pre-dawn\nand early-morning sky. By the time it reaches last quarter, around a week after\nfull moon, it will rise at around midnight and set at around noon.\n\n\n\n\nAt the exact moment when the Moon reaches full phase, it will lie at a\ndeclination of -15°40' in the constellation Libra, and so will be\n\n appear highest in the southern hemisphere.  It will be visible from all latitudes north of 64°N.  Its distance from the Earth will be 402,000 km. \n\n\n\nThe exact position of the Moon at the time it reaches full phase will be:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:15 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160522_13_100",
        "title": "Mars at opposition",
        "link": "https://in-the-sky.org/news.php?id=20160522_13_100",
        "desc": "\nMars will be well placed for observation, in the constellation\nScorpius. It will be visible for much of the night, reaching its\nhighest point in the sky at around midnight local time.\n\n\n\n\nFrom Zaragoza (click to change), it will be visible between 22:10 and 05:45. It will become accessible at around 22:10, when it rises 7° above your south-eastern horizon, and then reach its highest point in the sky at 02:00, 26° above your southern horizon. It will become inaccessible at around 05:45 when it sinks to 8° above your south-western horizon.\n\n\n\nOver the weeks following its opposition, Mars will reach\nits highest point in the sky four minutes earlier each night, gradually\nreceding from the pre-dawn morning sky while remaining visible in the evening\nsky for a few months.\n\n\n\n\n A chart of the path of Mars across the sky in 2016 can be found  here,  and a chart of its rising and setting times  here. \n\n\n\nThe position of Mars at the moment it passes opposition will be:\n\n The coordinates above are given in J2000.0.\n\n\nThis optimal positioning occurs when Mars is almost directly opposite\nthe Sun in the sky. Since the Sun reaches its greatest distance below the\nhorizon at midnight, the point opposite to it is highest in the sky at the same\ntime.\n\n\n\n\nAt around the same time that Mars passes opposition, it also makes\nits closest approach to the Earth – termed its perigee –\nmaking it appear at its\n brightest and largest. \n\n\n\nThis happens because when Mars lies opposite the Sun in the sky, the\nsolar system is lined up so that Mars, the Earth and the Sun form a\nstraight line with the Earth in the middle, on the same side of the Sun as\nMars.\n\n\n\n\n\nThe time of Mars's perigee is an especially good time to observe it, since it\nneighbors the Earth in the solar system and has the greatest variation of all\nof the planets in its distance from the Earth. This in turn leads to a large\nvariation in its apparent size and brightness.\n\n\n\n\nMars's distance from the Earth can vary between\n\n 0.36 AU  and  2.68 AU,  meaning that its disk varies in diameter between  25.68\"  and  3.49\". \n\n\n\nWhen it passes opposition, Mars sweeps past the Earth rather quickly, and so\nonly appears large and bright in the sky for a few weeks.\n\n\n\n\n\nOn this occasion, Mars will lie at a distance of\n 0.51 AU, \nand its disk will measure\n\n 18.4 arcsec \nin diameter, shining at magnitude -2.0. Even at its closest approach\nto the Earth, however, it is not possible to distinguish it as more than a\nstar-like point of light\n\n without the aid of a telescope. \n\n                            \n                            Age of Moon:16 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\n© NASA/Hubble Space Telescope\n"
    },
    {
        "id": "20160522_16_100",
        "title": "Conjunction between the Moon and Saturn",
        "link": "https://in-the-sky.org/news.php?id=20160522_16_100",
        "desc": "The Moon and Saturn will make a close approach, passing within 3°11' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the morning sky, becoming accessible at around 22:54, when they rise 7° above your south-eastern horizon. They will then reach its highest point in the sky at 02:49, 27° above your southern horizon. They will be lost to dawn twilight at around 06:14, 12° above your south-western horizon.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -12.5, and Saturn at mag -0.1, both in the constellation Ophiuchus. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Saturn at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n167° from the Sun, which is in Taurus at\nthis time of year.\n\n\n                            \n                            Age of Moon:17 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160529_09_100",
        "title": "Moon at Last Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160529_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between full moon and new moon, when it is\nhalf illuminated. At this time of the month, it rises around midnight, and is\nvisible in the early morning sky.\n\n\n\n\n\nFrom Zaragoza (click to change), the\n\nMoon will be visible in the dawn sky, rising at 02:37 (CEST) – 3 hours and 56 minutes before the Sun – and attaining an altitude of 33° above the south-eastern horizon before fading from view as dawn breaks at around 06:11.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt last quarter, the Moon rises at around midnight, appears high in the sky by\ndawn, and sets at around midday.\n\n\n\n\nOver the next few days, the distance between the Moon and the Sun will decrease\nand it will rise later each day. By the time it disappears into the Sun's glare\nas it approaches new moon, it will only be visible very shortly before sunrise.\n\n\n\n\nAll times given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes last quarter – 90° – it is\nmore favourably placed in the pre-dawn sky at some times of year than others.\n\n\n\n\nIt appears high up in the pre-dawn sky around the autumn equinox,\nbut much lower towards the horizon around the spring equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunrise depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunrise at the autumn equinox) and 24° (sunrise at the spring equinox). On May 29, the ecliptic is inclined at 35° to the eastern dawn horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is poorly placed for viewing from Zaragoza.\nAt the moment it reaches last quarter, the Moon's distance from the Earth will be  375,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:23 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160603_13_100",
        "title": "Saturn at opposition",
        "link": "https://in-the-sky.org/news.php?id=20160603_13_100",
        "desc": "\nSaturn will be well placed for observation, in the constellation\nOphiuchus. It will be visible for much of the night, reaching its\nhighest point in the sky at around midnight local time.\n\n\n\n\nFrom Zaragoza (click to change), it will be visible between 22:19 and 05:41. It will become accessible at around 22:19, when it rises 9° above your south-eastern horizon, and then reach its highest point in the sky at 02:02, 27° above your southern horizon. It will become inaccessible at around 05:41 when it sinks to 9° above your south-western horizon.\n\n\n\nOver the weeks following its opposition, Saturn will reach\nits highest point in the sky four minutes earlier each night, gradually\nreceding from the pre-dawn morning sky while remaining visible in the evening\nsky for a few months.\n\n\n\n\n A chart of the path of Saturn across the sky in 2016 can be found  here,  and a chart of its rising and setting times  here. \n\n\n\nThe position of Saturn at the moment it passes opposition will be:\n\n The coordinates above are given in J2000.0.\n\n\nThis optimal positioning occurs when Saturn is almost directly opposite\nthe Sun in the sky. Since the Sun reaches its greatest distance below the\nhorizon at midnight, the point opposite to it is highest in the sky at the same\ntime.\n\n\n\n\nAt around the same time that Saturn passes opposition, it also makes\nits closest approach to the Earth – termed its perigee –\nmaking it appear at its\n brightest and largest. \n\n\n\nThis happens because when Saturn lies opposite the Sun in the sky, the\nsolar system is lined up so that Saturn, the Earth and the Sun form a\nstraight line with the Earth in the middle, on the same side of the Sun as\nSaturn.\n\n\n\n\n In practice, however, Saturn orbits much further out in the solar system than the Earth – at an average distance from the Sun of 9.56  times that of the Earth, \nand so its angular size does not vary much as it cycles between\nopposition and solar conjunction.\n\n\n\n\n\nOn this occasion, Saturn will lie at a distance of\n 9.01 AU, \nand its disk will measure\n\n 18.4 arcsec \nin diameter, shining at magnitude -0.1. Even at its closest approach\nto the Earth, however, it is not possible to distinguish it as more than a\nstar-like point of light\n\n without the aid of a telescope. \n\n\n\nFor a few hours around the exact moment of opposition, it may be possible to\ndiscern a marked brightening of Saturn's rings in comparison to the planet's\ndisk, known as the Seeliger Effect. This occurs because Saturn's rings are\nmade of a fine sea of ice particles which are normally illuminated by the Sun\nat a slightly different angle from our viewing angle, so that we see some\nilluminated particles and some which are in the shadow of others. At around\nthe time of opposition, however, the ice particles are illuminated from almost\nexactly the same direction from which we view them, meaning that we see very\nfew which are in shadow.\n\n\n\n                            \n                            Age of Moon:28 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\n© NASA/Cassini\n"
    },
    {
        "id": "20160605_12_100",
        "title": "Mercury at greatest elongation west",
        "link": "https://in-the-sky.org/news.php?id=20160605_12_100",
        "desc": "\n\nAcross much of the world \nMercury will be well placed for observation in the dawn sky, shining\nbrightly at mag -1.9.\n\n\n\n\nFrom Zaragoza (click to change) however, it will not be observable – it will reach its highest point in the sky during daytime and will be no higher than 6° above the horizon at dawn.\n\n\n\nOver coming weeks, the distance between Mercury and the Sun will decrease\neach morning, and it will gradually sink back into the Sun's glare, as the table\nbelow indicates (all times given in Zaragoza local time).\n\n\n\n\nThe exact position of Mercury when it reaches greatest elongation is as follows:\n\n\n The coordinates above are given in J2000.0. \n\n\nMercury never ventures far from the Sun in the sky since its orbit lies\ncloser to the Sun than the Earth's. To see it, we are always looking inwards\ntowards the center of the solar system, close to the Sun. Mercury is said\nto be at greatest enlongation when it passes either of the two points along its\norbit where it appears at greatest separation from the Sun.\n\n\n\n\nAs it orbits the Sun, it appears alternately in the morning and evening skies.\nWhen it is to the east of the Sun, it rises and sets a short time after the\nSun, becoming visible in early evening twilight. When it is to the west of\nthe Sun, it rises and sets a short time before the Sun, becoming visible\nshortly before sunrise.\n\n\n\n\nEach time it appears in the morning or evening sky, Mercury reaches\nroughly the same angular separation from the Sun – this time peaking at a\ndistance of 24° at greatest elongation. This angle is set\nby the geometry of how big Mercury's orbit is, and how far away it is\nfrom the Earth.\n\n\nNonetheless, some times of the year are more favourable for\nviewing Mercury from Zaragoza than others.\n\n\n\n\nIt appears most favourably in the evening sky around the spring equinox, and\nmost favourably in the morning sky around the autumn equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This is the line through the zodiacal constellations that the Sun\nfollows through the year, and marks the flat plane in space in which all of the\nplanets circle the Sun.\n\n\n\n\nThe altitude at which Mercury appears above the horizon at sunrise or\nsunset depends how steeply the line of the ecliptic is inclined to the horizon.\nIf the plane of the ecliptic meet the horizon at a very shallow angle,\nMercury will rise or set along a line which is almost parallel to the\nhorizon, and a separation of 24° from the Sun along this\nline would correspond to a very low altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunrise at the autumn equinox) and 24° (sunrise at the spring equinox). On June 5, the ecliptic is inclined at 37° to the eastern dawn horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion Mercury is very favourably placed for viewing from Zaragoza.\n\n\n                            \n                            Age of Moon:30 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\n© NASA/JPL/MESSENGER\n"
    },
    {
        "id": "20160610_11_100",
        "title": "Ophiuchid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160610_11_100",
        "desc": "\n\nThe Ophiuchid meteor shower will reach its maximum rate of activity on\n10 June 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from 19 May to Jul.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 5 per hour (ZHR).  The Moon will be 5 days old at the time of peak activity, and  so will present minimal interference. \n\n\n\nThe radiant of the Ophiuchid meteor shower is at around right ascension\n\n16h40m, declination  -23°, as shown by the green cross on the planetarium above. At midnight, it appears 21° above your south-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:5 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160611_16_100",
        "title": "Conjunction between the Moon and Jupiter",
        "link": "https://in-the-sky.org/news.php?id=20160611_16_100",
        "desc": "The Moon and Jupiter will make a close approach, passing within 1°25' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will become visible at around 21:58 (CEST) as the dusk sky fades, 44° above your south-western horizon. They will then sink towards the horizon, setting 4 hours and 43 minutes after the Sun at 02:19.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -11.7, and Jupiter at mag -2.0, both in the constellation Leo. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Jupiter at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n83° from the Sun, which is in Taurus at\nthis time of year.\n\n\n                            \n                            Age of Moon:6 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160612_09_100",
        "title": "Moon at First Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160612_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between new moon and full moon, when it is\nhalf illuminated. At this time of the month, it is visible in the evening sky,\nand sets around midnight.\n\n\n\n\n\nFrom Zaragoza  (click to change), the\n\nMoon will become visible at around 21:57 (CEST) as the dusk sky fades, 45° above your south-western horizon. It will then sink towards the horizon, setting 4 hours and 53 minutes after the Sun at 02:27.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt first quarter, the Moon rises in the afternoon, appears high in the sky by\nsunset, and sets at around midnight.\n\n\n\n\nOver coming days, the distance between the Moon and Sun will increase as the\nMoon approaches full phase. As a result, it will rise later in the day and make\nit less far above the eastern horizon before nightfall. By the time it reaches\nfull phase, it will rise at around dusk and set at around dawn.\n\n\n\n\nAll times are given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes first quarter – 90° – it is\nmore favourably placed in the early evening sky at some times of year than\nothers.\n\n\n\n\nIt appears high up in the evening sky around the spring equinox,\nbut much lower towards the horizon around the autumn equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunset depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunset at the spring equinox) and 24° (sunset at the autumn equinox). On June 12, the ecliptic is inclined at 47° to the western sunset horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is very favourably placed for viewing from Zaragoza.\nAt the moment it reaches first quarter, the Moon's distance from the Earth will be  399,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:7 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160619_16_100",
        "title": "Conjunction between the Moon and Saturn",
        "link": "https://in-the-sky.org/news.php?id=20160619_16_100",
        "desc": "The Moon and Saturn will make a close approach, passing within 3°13' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the evening sky, becoming visible at around 21:58 (CEST) as the dusk sky fades, 16° above your south-eastern horizon. They will then reach its highest point in the sky at 00:54, 27° above your southern horizon. They will continue to be observable until around 04:46, when they sink to 8° above your south-western horizon.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -12.5, and Saturn at mag -0.1, both in the constellation Ophiuchus. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Saturn at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n163° from the Sun, which is in Taurus at\nthis time of year.\n\n\n                            \n                            Age of Moon:14 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160620_11_100",
        "title": "Ophiuchid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160620_11_100",
        "desc": "\n\nThe Ophiuchid meteor shower will reach its maximum rate of activity on\n20 June 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from 19 May to Jul.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 5 per hour (ZHR).  The Moon will be 15 days old at the time of peak activity, and  being so close to Full Moon, will severely limit the observations that will be possible. \n\n\n\nThe radiant of the Ophiuchid meteor shower is at around right ascension\n\n17h20m, declination  -20°, as shown by the green cross on the planetarium above. At midnight, it appears 24° above your south-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:15 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160620_09_100",
        "title": "Full Moon",
        "link": "https://in-the-sky.org/news.php?id=20160620_09_100",
        "desc": "\n\nThe Moon will reach full\nphase. At this time in its monthly cycle of phases, the\nMoon lies almost directly opposite the Sun in the sky, placing it high above\nthe horizon for much of the night.\n\n\n\n\n\nThe sequence of full moons through the year are often assigned names according\nto the seasons in which they fall. This month's will be the third to fall in spring 2016\n – the Flower Moon.\n\n\n\n\nOver the nights following 20 June, the Moon will\nrise around an hour later each day, becoming prominent later in the night.\nWithin a few days, it will only be visible in the pre-dawn and early-morning\nsky. By the time it reaches last quarter, a week after full moon, it will rise\nat around midnight and set at around noon.\n\n\n\n\n\nAt the exact moment when the Moon reaches full phase, it will lie at a\ndeclination of -18°33'  in the constellation Sagittarius , and so will\n\n appear highest in the southern hemisphere.  It will be visible from all latitudes north of 61°N.  Its distance from the Earth will be 394,000 km. \n\n\n\nThe exact position of the Moon at the time it reaches full phase will be:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:15 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160620_08_100",
        "title": "June solstice",
        "link": "https://in-the-sky.org/news.php?id=20160620_08_100",
        "desc": "21 June will be the longest day of 2016 in the northern hemisphere, midsummer day.\n\n\n\nThis is the day of the year when the Sun's annual passage through the\nconstellations of the zodiac carries it to its most northerly point in the sky,\nin the constellation of Cancer at a declination of 23.5°N.\n\n\n\n\nOn this day, the Sun is above the horizon for the longer than on any other day\nof the year in the northern hemisphere. This is counted by astronomers to be\nthe first day of summer, though meteorologists often take summer to start on\nJune 1.\n\n\n\n\nConversely, in the southern hemisphere, the Sun is above the horizon for less\ntime than on any other day of the year and astronomers define this day to be\nthe first day of winter.\n\n\n\n\nAt the June solstice, the Sun appears overhead at noon when observed from\nlocations on the tropic of Cancer, at a latitude 23.5°N. This fact was used\nby the ancient Greek astronomer Eratrosthenes in around 200 BC to work out the\nradius of the Earth. He knew that at midsummer, the Sun appeared exactly\noverhead in the Egyptian city of Swenet (now Aswan), because it's light shone\nright down to the bottom of deep wells.\n\n\n\n\nHe travelled to Alexandria, on the Egyptian north coast, at a distance of 5,000\nstades from Swenet. Here, he used a stick in the ground to determine that the\nSun was seven degrees away from the zenith at midsummer, implying that a\ndistance of 5,000 stades around the circumference of the Earth corresponded to\na distance of seven degrees around the Earth's curved surface.\n\n\n\n\nLong before anyone had circumnavigated the globe, the ancient Greeks were well\naware that the Earth was spherical and had a very good idea exactly how big it\nwas.\n\n\n\n\nThe Sun's exact position at the moment it reaches its most northerly declination will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:16 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\n© NASA/Apollo 17\n"
    },
    {
        "id": "20160627_09_100",
        "title": "Moon at Last Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160627_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between full moon and new moon, when it is\nhalf illuminated. At this time of the month, it rises around midnight, and is\nvisible in the early morning sky.\n\n\n\n\n\nFrom Zaragoza (click to change), the\n\nMoon will be visible in the dawn sky, rising at 02:00 (CEST) – 4 hours and 33 minutes before the Sun – and attaining an altitude of 41° above the south-eastern horizon before fading from view as dawn breaks at around 06:10.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt last quarter, the Moon rises at around midnight, appears high in the sky by\ndawn, and sets at around midday.\n\n\n\n\nOver the next few days, the distance between the Moon and the Sun will decrease\nand it will rise later each day. By the time it disappears into the Sun's glare\nas it approaches new moon, it will only be visible very shortly before sunrise.\n\n\n\n\nAll times given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes last quarter – 90° – it is\nmore favourably placed in the pre-dawn sky at some times of year than others.\n\n\n\n\nIt appears high up in the pre-dawn sky around the autumn equinox,\nbut much lower towards the horizon around the spring equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunrise depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunrise at the autumn equinox) and 24° (sunrise at the spring equinox). On June 27, the ecliptic is inclined at 46° to the eastern dawn horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is very favourably placed for viewing from Zaragoza.\nAt the moment it reaches last quarter, the Moon's distance from the Earth will be  371,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:22 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160704_08_100",
        "title": "The Earth at aphelion",
        "link": "https://in-the-sky.org/news.php?id=20160704_08_100",
        "desc": "\nThe Earth's annual orbit around the Sun will carry it to its\nfurthest point from the Sun – its aphelion – at a distance of\n 1.02 AU. \n\n\n\nThe Earth's distance from the Sun varies by around 3% over the course of the\nyear because its orbit is slightly oval-shaped, following a path called an\nellipse. In practice, this variation is rather slight, however, because the\nEarth's orbit is very nearly circular.\n\n\n\n\nThe Earth completes one revolution around this oval-shaped orbit each year, and\nso it recedes to its greatest distance from the Sun on roughly the same day\nevery year.  In 2016, this falls on 4 July.\n\n\n\n\nTechnically speaking, this marks the moment when the Sun appears smaller in the\nsky than at any other time of year, and when the Earth receives the least\nradiation from it.  In practice, however, a 3% difference in the Earth's\ndistance from the Sun is barely noticeable.\n\n\n\n\nAnnual changes in our weather, for example between the summer and winter, are\ncaused entirely by the tilt of the Earth's axis of rotation, rather than by any\nchange in its distance from the Sun.\n\n\n\n\nThe position of the Sun at the moment of aphelion will be:\n\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:29 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\n© NASA/Apollo 17\n"
    },
    {
        "id": "20160708_11_100",
        "title": "Capricornid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160708_11_100",
        "desc": "\n\nThe Capricornid meteor shower will reach its maximum rate of activity on\n8 July 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from Jul to Aug.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 5 per hour (ZHR).  The Moon will be 4 days old at the time of peak activity, and  so will present minimal interference. \n\n\n\nThe radiant of the Capricornid meteor shower is at around right ascension\n\n20h10m, declination  -15°, as shown by the green cross on the planetarium above. At midnight, it appears 16° above your south-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:4 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160709_16_100",
        "title": "Conjunction between the Moon and Jupiter",
        "link": "https://in-the-sky.org/news.php?id=20160709_16_100",
        "desc": "The Moon and Jupiter will make a close approach, passing within 0°48' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will become visible at around 21:58 (CEST) as the dusk sky fades, 28° above your western horizon. They will then sink towards the horizon, setting 3 hours and 1 minute after the Sun at 00:37.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -11.1, and Jupiter at mag -1.9, both in the constellation Leo. \n The pair will be a little too widely separated to fit comfortably within the field of view of a telescope, but will be visible to the naked eye or a through pair of binoculars. \n\n\n\nThe precise positions of the Moon and Jupiter at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n60° from the Sun, which is in Gemini at\nthis time of year.\n\n\n                            \n                            Age of Moon:5 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160712_09_100",
        "title": "Moon at First Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160712_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between new moon and full moon, when it is\nhalf illuminated. At this time of the month, it is visible in the evening sky,\nand sets around midnight.\n\n\n\n\n\nFrom Zaragoza  (click to change), the\n\nMoon will become visible at around 21:55 (CEST) as the dusk sky fades, 36° above your south-western horizon. It will then sink towards the horizon, setting 4 hours and 13 minutes after the Sun at 01:46.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt first quarter, the Moon rises in the afternoon, appears high in the sky by\nsunset, and sets at around midnight.\n\n\n\n\nOver coming days, the distance between the Moon and Sun will increase as the\nMoon approaches full phase. As a result, it will rise later in the day and make\nit less far above the eastern horizon before nightfall. By the time it reaches\nfull phase, it will rise at around dusk and set at around dawn.\n\n\n\n\nAll times are given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes first quarter – 90° – it is\nmore favourably placed in the early evening sky at some times of year than\nothers.\n\n\n\n\nIt appears high up in the evening sky around the spring equinox,\nbut much lower towards the horizon around the autumn equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunset depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunset at the spring equinox) and 24° (sunset at the autumn equinox). On July 12, the ecliptic is inclined at 35° to the western sunset horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is poorly placed for viewing from Zaragoza.\nAt the moment it reaches first quarter, the Moon's distance from the Earth will be  403,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:8 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160715_11_100",
        "title": "Capricornid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160715_11_100",
        "desc": "\n\nThe Capricornid meteor shower will reach its maximum rate of activity on\n15 July 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from Jul to Aug.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 5 per hour (ZHR).  The Moon will be 11 days old at the time of peak activity, and  being so close to Full Moon, will severely limit the observations that will be possible. \n\n\n\nThe radiant of the Capricornid meteor shower is at around right ascension\n\n20h00m, declination  -15°, as shown by the green cross on the planetarium above. At midnight, it appears 21° above your south-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:11 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160716_16_100",
        "title": "Conjunction between the Moon and Saturn",
        "link": "https://in-the-sky.org/news.php?id=20160716_16_100",
        "desc": "The Moon and Saturn will make a close approach, passing within 3°24' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the evening sky, becoming visible at around 21:53 (CEST) as the dusk sky fades, 26° above your southern horizon. They will then reach its highest point in the sky at 22:58, 28° above your southern horizon. They will continue to be observable until around 02:54, when they sink to 7° above your south-western horizon.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -12.4, and Saturn at mag -0.0, both in the constellation Ophiuchus. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Saturn at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n136° from the Sun, which is in Gemini at\nthis time of year.\n\n\n                            \n                            Age of Moon:12 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160719_09_101",
        "title": "Full Moon",
        "link": "https://in-the-sky.org/news.php?id=20160719_09_101",
        "desc": "\n\nThe Moon will reach full\nphase. At this time in its monthly cycle of phases, the\nMoon lies almost directly opposite the Sun in the sky, placing it high above\nthe horizon for much of the night.\n\n\n\n\n\nThe sequence of full moons through the year are often assigned names according\nto the seasons in which they fall. This month's will be the first to fall in summer 2016\n – the Hay Moon.\n\n\n\n\nOver the nights following 20 July, the Moon will\nrise around an hour later each day, becoming prominent later in the night.\nWithin a few days, it will only be visible in the pre-dawn and early-morning\nsky. By the time it reaches last quarter, a week after full moon, it will rise\nat around midnight and set at around noon.\n\n\n\n\n\nAt the exact moment when the Moon reaches full phase, it will lie at a\ndeclination of -17°03'  in the constellation Sagittarius , and so will\n\n appear highest in the southern hemisphere.  It will be visible from all latitudes north of 62°N.  Its distance from the Earth will be 384,000 km. \n\n\n\nThe exact position of the Moon at the time it reaches full phase will be:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:16 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160721_11_100",
        "title": "α–Cygnid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160721_11_100",
        "desc": "\n\nThe α–Cygnid meteor shower will reach its maximum rate of activity on\n21 July 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from Jul to Aug.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 5 per hour (ZHR).  The Moon will be 17 days old at the time of peak activity, and  being so close to Full Moon, will severely limit the observations that will be possible. \n\n\n\nThe radiant of the α–Cygnid meteor shower is at around right ascension\n\n20h50m, declination  +48°, as shown by the green cross on the planetarium above. At midnight, it appears 57° above your north-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:17 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160726_11_100",
        "title": "Capricornid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160726_11_100",
        "desc": "\n\nThe Capricornid meteor shower will reach its maximum rate of activity on\n26 July 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from Jul to Aug.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 5 per hour (ZHR).  The Moon will be 22 days old at the time of peak activity, and  so will present minimal interference. \n\n\n\nThe radiant of the Capricornid meteor shower is at around right ascension\n\n20h50m, declination  -15°, as shown by the green cross on the planetarium above. At midnight, it appears 21° above your south-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:22 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160726_09_100",
        "title": "Moon at Last Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160726_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between full moon and new moon, when it is\nhalf illuminated. At this time of the month, it rises around midnight, and is\nvisible in the early morning sky.\n\n\n\n\n\nFrom Zaragoza (click to change), the\n\nMoon will be visible in the dawn sky, rising at 01:19 (CEST) – 5 hours and 32 minutes before the Sun – and attaining an altitude of 52° above the south-eastern horizon before fading from view as dawn breaks at around 06:30.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt last quarter, the Moon rises at around midnight, appears high in the sky by\ndawn, and sets at around midday.\n\n\n\n\nOver the next few days, the distance between the Moon and the Sun will decrease\nand it will rise later each day. By the time it disappears into the Sun's glare\nas it approaches new moon, it will only be visible very shortly before sunrise.\n\n\n\n\nAll times given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes last quarter – 90° – it is\nmore favourably placed in the pre-dawn sky at some times of year than others.\n\n\n\n\nIt appears high up in the pre-dawn sky around the autumn equinox,\nbut much lower towards the horizon around the spring equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunrise depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunrise at the autumn equinox) and 24° (sunrise at the spring equinox). On July 27, the ecliptic is inclined at 58° to the eastern dawn horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is very favourably placed for viewing from Zaragoza.\nAt the moment it reaches last quarter, the Moon's distance from the Earth will be  369,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:23 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160729_11_100",
        "title": "δ–Aquarid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160729_11_100",
        "desc": "\n\nThe δ–Aquarid meteor shower will reach its maximum rate of activity on\n29 July 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from 15 Jul to 20 Aug.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 20 per hour (ZHR).  The Moon will be 25 days old at the time of peak activity, and  so will present minimal interference. \n\n\n\nThe radiant of the δ–Aquarid meteor shower is at around right ascension\n\n22h40m, declination  -17°, as shown by the green cross on the planetarium above. At midnight, it appears 6° above your south-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:25 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160731_11_100",
        "title": "Piscis Australid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160731_11_100",
        "desc": "\n\nThe Piscis Australid meteor shower will reach its maximum rate of activity on\n31 July 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from 15 Jul to 20 Aug.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 5 per hour (ZHR).  The Moon will be 27 days old at the time of peak activity, and  so will present minimal interference. \n\n\n\nThe radiant of the Piscis Australid meteor shower is at around right ascension\n\n22h40m, declination  -30°, as shown by the green cross on the planetarium above. At midnight, it appears 3° below your south-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:27 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160802_11_100",
        "title": "α–Capricornid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160802_11_100",
        "desc": "\n\nThe α–Capricornid meteor shower will reach its maximum rate of activity on\n2 August 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from 15 Jul to 20 Aug.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 5 per hour (ZHR).  The Moon will be 29 days old at the time of peak activity, and  so will present minimal interference. \n\n\n\nThe radiant of the α–Capricornid meteor shower is at around right ascension\n\n20h30m, declination  -10°, as shown by the green cross on the planetarium above. At midnight, it appears 30° above your south-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:29 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160806_11_100",
        "title": "τ–Aquarid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160806_11_100",
        "desc": "\n\nThe τ–Aquarid meteor shower will reach its maximum rate of activity on\n6 August 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from Jul to Aug.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 8 per hour (ZHR).  The Moon will be 4 days old at the time of peak activity, and  so will present minimal interference. \n\n\n\nThe radiant of the τ–Aquarid meteor shower is at around right ascension\n\n22h30m, declination  -15°, as shown by the green cross on the planetarium above. At midnight, it appears 12° above your south-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:4 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160806_16_100",
        "title": "Conjunction between the Moon and Jupiter",
        "link": "https://in-the-sky.org/news.php?id=20160806_16_100",
        "desc": "The Moon and Jupiter will make a close approach, passing within 0°11' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be difficult to observe as they will appear no higher than 15° above the horizon. They will become visible at around 21:32 (CEST) as the dusk sky fades, 15° above your western horizon. They will then sink towards the horizon, setting 1 hour and 41 minutes after the Sun at 22:53.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -10.2, and Jupiter at mag -1.7, both in the constellation Leo. \n At closest approach, the pair will be close enough to fit comfortably within the field of view of a telescope, but will also be visible to the naked eye or a through pair of binoculars. \n\n\n\nThe precise positions of the Moon and Jupiter at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n38° from the Sun, which is in Cancer at\nthis time of year.\n\n\n                            \n                            Age of Moon:4 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160810_09_101",
        "title": "Moon at First Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160810_09_101",
        "desc": "\n\nThe Moon will reach the midpoint between new moon and full moon, when it is\nhalf illuminated. At this time of the month, it is visible in the evening sky,\nand sets around midnight.\n\n\n\n\n\nFrom Zaragoza  (click to change), the\n\nMoon will become visible at around 21:28 (CEST) as the dusk sky fades, 31° above your south-western horizon. It will then sink towards the horizon, setting 4 hours and 6 minutes after the Sun at 01:14.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt first quarter, the Moon rises in the afternoon, appears high in the sky by\nsunset, and sets at around midnight.\n\n\n\n\nOver coming days, the distance between the Moon and Sun will increase as the\nMoon approaches full phase. As a result, it will rise later in the day and make\nit less far above the eastern horizon before nightfall. By the time it reaches\nfull phase, it will rise at around dusk and set at around dawn.\n\n\n\n\nAll times are given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes first quarter – 90° – it is\nmore favourably placed in the early evening sky at some times of year than\nothers.\n\n\n\n\nIt appears high up in the evening sky around the spring equinox,\nbut much lower towards the horizon around the autumn equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunset depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunset at the spring equinox) and 24° (sunset at the autumn equinox). On August 10, the ecliptic is inclined at 28° to the western sunset horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is poorly placed for viewing from Zaragoza.\nAt the moment it reaches first quarter, the Moon's distance from the Earth will be  403,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:8 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160812_16_100",
        "title": "Conjunction between the Moon and Saturn",
        "link": "https://in-the-sky.org/news.php?id=20160812_16_100",
        "desc": "The Moon and Saturn will make a close approach, passing within 3°37' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will become visible at around 21:25 (CEST) as the dusk sky fades, 27° above your southern horizon. They will then sink towards the horizon, setting 4 hours and 54 minutes after the Sun at 01:59.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -12.1, and Saturn at mag 0.1, both in the constellation Ophiuchus. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Saturn at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n109° from the Sun, which is in Leo at\nthis time of year.\n\n\n                            \n                            Age of Moon:10 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160813_11_100",
        "title": "Perseid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160813_11_100",
        "desc": "\n\nThe Perseid meteor shower will reach its maximum rate of activity on\n13 August 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from 23 Jul to 20 Aug.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 80 per hour (ZHR).  The Moon will be 11 days old at the time of peak activity, and  being so close to Full Moon, will severely limit the observations that will be possible. \n\n\n\nThe radiant of the Perseid meteor shower is at around right ascension\n\n03h00m, declination  +58°, as shown by the green cross on the planetarium above. At midnight, it appears 22° above your north-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:11 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160816_12_100",
        "title": "Mercury at greatest elongation east",
        "link": "https://in-the-sky.org/news.php?id=20160816_12_100",
        "desc": "\n\nAcross much of the world \nMercury will be well placed for observation in the evening sky,\nshining brightly at mag -1.8.\n\n\n\n\nFrom Zaragoza (click to change) however, it will not be observable – it will reach its highest point in the sky during daytime and will be no higher than 6° above the horizon at dusk.\n\n\n\nOver coming weeks, the distance between Mercury and the Sun will decrease\neach night, and it will gradually sink back into the Sun's glare, as the table\nbelow indicates (all times given in Zaragoza local time).\n\n\n\n\nThe coordinates of Mercury when it reaches greatest elongation will be:\n\n\n The coordinates above are given in J2000.0. \n\n\nMercury never ventures far from the Sun in the sky since its orbit lies\ncloser to the Sun than the Earth's. To see it, we are always looking inwards\ntowards the center of the solar system, close to the Sun. Mercury is said\nto be at greatest enlongation when it passes either of the two points along its\norbit where it appears at greatest separation from the Sun.\n\n\n\n\nAs it orbits the Sun, it appears alternately in the morning and evening skies.\nWhen it is to the east of the Sun, it rises and sets a short time after the\nSun, becoming visible in early evening twilight. When it is to the west of\nthe Sun, it rises and sets a short time before the Sun, becoming visible\nshortly before sunrise.\n\n\n\n\nEach time it appears in the morning or evening sky, Mercury reaches\nroughly the same angular separation from the Sun – this time peaking at a\ndistance of 27° at greatest elongation. This angle is set\nby the geometry of how big Mercury's orbit is, and how far away it is\nfrom the Earth.\n\n\nNonetheless, some times of the year are more favourable for\nviewing Mercury from Zaragoza than others.\n\n\n\n\nIt appears most favourably in the evening sky around the spring equinox, and\nmost favourably in the morning sky around the autumn equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This is the line through the zodiacal constellations that the Sun\nfollows through the year, and marks the flat plane in space in which all of the\nplanets circle the Sun.\n\n\n\n\nThe altitude at which Mercury appears above the horizon at sunrise or\nsunset depends how steeply the line of the ecliptic is inclined to the horizon.\nIf the plane of the ecliptic meet the horizon at a very shallow angle,\nMercury will rise or set along a line which is almost parallel to the\nhorizon, and a separation of 27° from the Sun along this\nline would correspond to a very low altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunset at the spring equinox) and 24° (sunset at the autumn equinox). On August 16, the ecliptic is inclined at 27° to the western sunset horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion Mercury is poorly placed for viewing from Zaragoza.\n\n\n                            \n                            Age of Moon:14 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\n© NASA/JPL/MESSENGER\n"
    },
    {
        "id": "20160818_09_100",
        "title": "Full Moon",
        "link": "https://in-the-sky.org/news.php?id=20160818_09_100",
        "desc": "\n\nThe Moon will reach full\nphase. At this time in its monthly cycle of phases, the\nMoon lies almost directly opposite the Sun in the sky, placing it high above\nthe horizon for much of the night.\n\n\n\n\n\nThe sequence of full moons through the year are often assigned names according\nto the seasons in which they fall. This month's will be the second to fall in summer 2016\n – the Grain Moon.\n\n\n\n\nOver the nights following 18 August, the Moon will\nrise around an hour later each day, becoming prominent later in the night.\nWithin a few days, it will only be visible in the pre-dawn and early-morning\nsky. By the time it reaches last quarter, a week after full moon, it will rise\nat around midnight and set at around noon.\n\n\n\n\n\nAt the exact moment when the Moon reaches full phase, it will lie at a\ndeclination of -11°31'  in the constellation Capricornus , and so will\n\n appear highest in the southern hemisphere.  It will be visible from all latitudes north of 68°N.  Its distance from the Earth will be 374,000 km. \n\n\n\nThe exact position of the Moon at the time it reaches full phase will be:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:16 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160821_11_100",
        "title": "α–Cygnid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160821_11_100",
        "desc": "\n\nThe α–Cygnid meteor shower will reach its maximum rate of activity on\n21 August 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from Jul to Aug.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 5 per hour (ZHR).  The Moon will be 19 days old at the time of peak activity, and  so will present significant interference in the pre-dawn sky. \n\n\n\nThe radiant of the α–Cygnid meteor shower is at around right ascension\n\n22h50m, declination  +48°, as shown by the green cross on the planetarium above. At midnight, it appears 57° above your north-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:19 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160824_16_100",
        "title": "Conjunction between Mars and Saturn",
        "link": "https://in-the-sky.org/news.php?id=20160824_16_100",
        "desc": "Mars and Saturn will make a close approach, passing within 4°21' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will become visible at around 21:08 (CEST) as the dusk sky fades, 27° above your southern horizon. They will then sink towards the horizon, setting 4 hours and 25 minutes after the Sun at 01:12.\n\n\n\n At the moment of closest approach, Mars will be at mag  -0.9, and Saturn at mag 0.1, both in the constellation Ophiuchus. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of Mars and Saturn at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n98° from the Sun, which is in Leo at\nthis time of year.\n\n\n                            \n                            Age of Moon:22 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160825_09_100",
        "title": "Moon at Last Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160825_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between full moon and new moon, when it is\nhalf illuminated. At this time of the month, it rises around midnight, and is\nvisible in the early morning sky.\n\n\n\n\n\nFrom Zaragoza (click to change), the\n\nMoon will be visible in the dawn sky, rising at 00:51 (CEST) – 6 hours and 30 minutes before the Sun – and attaining an altitude of 61° above the south-eastern horizon before fading from view as dawn breaks at around 07:02.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt last quarter, the Moon rises at around midnight, appears high in the sky by\ndawn, and sets at around midday.\n\n\n\n\nOver the next few days, the distance between the Moon and the Sun will decrease\nand it will rise later each day. By the time it disappears into the Sun's glare\nas it approaches new moon, it will only be visible very shortly before sunrise.\n\n\n\n\nAll times given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes last quarter – 90° – it is\nmore favourably placed in the pre-dawn sky at some times of year than others.\n\n\n\n\nIt appears high up in the pre-dawn sky around the autumn equinox,\nbut much lower towards the horizon around the spring equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunrise depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunrise at the autumn equinox) and 24° (sunrise at the spring equinox). On August 25, the ecliptic is inclined at 68° to the eastern dawn horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is very favourably placed for viewing from Zaragoza.\nAt the moment it reaches last quarter, the Moon's distance from the Earth will be  370,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:23 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160908_16_100",
        "title": "Conjunction between the Moon and Saturn",
        "link": "https://in-the-sky.org/news.php?id=20160908_16_100",
        "desc": "The Moon and Saturn will make a close approach, passing within 3°46' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will become visible at around 20:38 (CEST) as the dusk sky fades, 25° above your southern horizon. They will then sink towards the horizon, setting 3 hours and 52 minutes after the Sun at 00:11.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -11.7, and Saturn at mag 0.2, both in the constellation Ophiuchus. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Saturn at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n83° from the Sun, which is in Leo at\nthis time of year.\n\n\n                            \n                            Age of Moon:8 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20160909_11_100",
        "title": "Piscid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160909_11_100",
        "desc": "\n\nThe Piscid meteor shower will reach its maximum rate of activity on\n9 September 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from Sep to Oct.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 10 per hour (ZHR).  The Moon will be 8 days old at the time of peak activity, and  so will present significant interference in the early evening sky. \n\n\n\nThe radiant of the Piscid meteor shower is at around right ascension\n\n00h30m, declination  +07°, as shown by the green cross on the planetarium above. At midnight, it appears 32° above your eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:8 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160909_09_100",
        "title": "Moon at First Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160909_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between new moon and full moon, when it is\nhalf illuminated. At this time of the month, it is visible in the evening sky,\nand sets around midnight.\n\n\n\n\n\nFrom Zaragoza  (click to change), the\n\nMoon will become visible at around 20:39 (CEST) as the dusk sky fades, 29° above your southern horizon. It will then sink towards the horizon, setting 4 hours and 33 minutes after the Sun at 00:54.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt first quarter, the Moon rises in the afternoon, appears high in the sky by\nsunset, and sets at around midnight.\n\n\n\n\nOver coming days, the distance between the Moon and Sun will increase as the\nMoon approaches full phase. As a result, it will rise later in the day and make\nit less far above the eastern horizon before nightfall. By the time it reaches\nfull phase, it will rise at around dusk and set at around dawn.\n\n\n\n\nAll times are given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes first quarter – 90° – it is\nmore favourably placed in the early evening sky at some times of year than\nothers.\n\n\n\n\nIt appears high up in the evening sky around the spring equinox,\nbut much lower towards the horizon around the autumn equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunset depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunset at the spring equinox) and 24° (sunset at the autumn equinox). On September 9, the ecliptic is inclined at 25° to the western sunset horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is poorly placed for viewing from Zaragoza.\nAt the moment it reaches first quarter, the Moon's distance from the Earth will be  400,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:8 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160916_10_100",
        "title": "Penumbral lunar eclipse",
        "link": "https://in-the-sky.org/news.php?id=20160916_10_100",
        "desc": "\n\n \n  \n  \n  \n       Simulation of how the eclipse will appear from Zaragoza.\n      \n   Time: –\n          \n   Altitude: –°\n       \n   Azimuth: –°\n     \n  \n   \n    \n      Animate\n      Static\n    \n    \n           Zenith up\n           North up\n    \n   \n  \n \n\n\nThere will be a penumbral eclipse of the Moon, visible from Zaragoza in the eastern sky. The Moon will lie 8° above the horizon at the moment of greatest eclipse.\nThe eclipse will last from 18:55 until 22:54,  and maximum eclipse will occur at  20:55 (all times given in Zaragoza time). \n\n\n\nLike other lunar eclipses, penumbral eclipses occur whenever the Earth passes between\nthe Moon and Sun, such that it obscures the Sun's light and casts a shadow onto\nthe Moon's surface. But unlike other kinds of eclipses, they are extremely\nsubtle events to observe.\n\n\n\n\nIn a penumbral eclipse the Moon passes through an outer region of the Earth's\nshadow called the penumbra.  In this outer part of the Earth's shadow, an\nobserver on the Moon would see the Sun partially obscuring the Sun's disk, but\nnot completely covering it. As a result the Moon's brightness will begin to\ndim, as it is less strongly illuminated by the Sun, but it remains illuminated.\n\n\n\n\nAlthough the Moon's light dims considerably during a penumbral eclipse, this is\nonly perceptible to those with very astute vision, or in carefully controlled\nphotographs.\n\n\n\n\n\nThis is a rare occasion when the whole of the Moon's face will pass within the\nEarth's penumbra, and so the reduction of the Moon's brightness will be more\nperceptible than usual. Such events are called total penumbral lunar eclipses,\nand are rare because the statistical chance that the Moon will enter the\nEarth's umbra at some point is very high once it has passed fully within its\npenumbra, and this makes an eclipse a partial lunar eclipse.\n\n\n\n\n\nEclipses of the Moon are visible anywhere where the Moon is above the horizon\nat the time. Since the geometry of lunar eclipses requires that the Moon is\ndirectly opposite the Sun in the sky, the Moon can be seen above the horizon\nanywhere where the Sun is beneath the horizon.  The map below shows where the\neclipse of September 16 will be visible.\n\n\n\n\nThe table below lists the times when each part of the eclipse will begin and end.\n\n\n\n\nThis eclipse is a member of Saros series\n 147. The exact position of the Moon at the moment of greatest eclipse is as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:15 days\n                        \n\nEspanak, F., & Meeus, J.,\nFive Millennium Canon of Lunar Eclipses: -1999 to +3000,\nNASA Technical Publication TP-2009-214172 (2009)\n\n\nYou may embed the map above in your own website. It is licensed under the Creative Commons Attribution 3.0 Unported license, which allows you to copy and/or modify it, so long as you credit In-The-Sky.org.\n\n\nYou can download it from:\nhttps://in-the-sky.org/news/eclipses/lunar_201609.png\n\nNone available."
    },
    {
        "id": "20160916_09_100",
        "title": "Full Moon",
        "link": "https://in-the-sky.org/news.php?id=20160916_09_100",
        "desc": "\n\nThe Moon will reach full\nphase. At this time in its monthly cycle of phases, the\nMoon lies almost directly opposite the Sun in the sky, placing it high above\nthe horizon for much of the night.\n\n\n\n\n\nThe sequence of full moons through the year are often assigned names according\nto the seasons in which they fall. This month's will be the third to fall in summer 2016\n – the Fruit Moon.\n\n\n\n\nOver the nights following 16 September, the Moon will\nrise around an hour later each day, becoming prominent later in the night.\nWithin a few days, it will only be visible in the pre-dawn and early-morning\nsky. By the time it reaches last quarter, a week after full moon, it will rise\nat around midnight and set at around noon.\n\n\n\n\n\nAt the exact moment when the Moon reaches full phase, it will lie at a\ndeclination of -03°18'  in the constellation Aquarius , and so will\n\n appear high in the sky at all but the most extreme latitudes.  It will be visible at all latitudes between 76°N and 83°S.  Its distance from the Earth will be 364,000 km. \n\n\n\nThe exact position of the Moon at the time it reaches full phase will be:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:15 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160921_11_100",
        "title": "Piscid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20160921_11_100",
        "desc": "\n\nThe Piscid meteor shower will reach its maximum rate of activity on\n21 September 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from Sep to Oct.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 5 per hour (ZHR).  The Moon will be 20 days old at the time of peak activity, and  so will present significant interference in the pre-dawn sky. \n\n\n\nThe radiant of the Piscid meteor shower is at around right ascension\n\n00h10m, declination  +00°, as shown by the green cross on the planetarium above. At midnight, it appears 36° above your south-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:20 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20160922_08_100",
        "title": "September equinox",
        "link": "https://in-the-sky.org/news.php?id=20160922_08_100",
        "desc": "\n\nToday is the September equinox, a day when the Sun is above the horizon for\nexactly half the time everywhere on Earth.  According to the astronomical\ndefinitions of the seasons, this day marks the beginning of autumn in the\nnorthern hemisphere and of spring in the southern hemisphere.\n\n\n\nOn the day of the equinox, the Earth's poles are not tilted towards or away from the Sun, meaning that the Sun is above the horizon for half the time at all latitudes. Image courtesy of Przemyslaw Idzkiewicz.\n\n\nEquinoxes occur twice a year – in March and September – once when\nthe Sun is travelling northwards, and once when it is travelling southwards.\nThe position of the Sun at the moment of the March equinox is used to define\nthe zero point of both right ascension and declination. At the September\nequinox, the Sun lies exactly opposite this point, at a right ascension of\naround 12 hours.\n\n\n\n\nIn practice this is not exactly the case, because of a phenomenon called the\nprecession of the equinoxes. Over hundreds of years, the direction of\nthe Earth's spin axis in space changes because it acts like a gyroscope.  This\nmeans that the location of the equinoxes creep across the sky at a rate of\naround 50 arcseconds each year.\n\n\n\n\nAstronomers quote right ascensions and declinations based on the configuration\nof the Earth's path around the Sun on January 1, 2000. Even in the years that\nhave passed since the year 2000, the precession of the equinoxes has moved them\nby several arcminutes.\n\n\n\n\nThe table below lists the exact position of the Sun at the moment it passes\nover the equator in September 2016.\n\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:21 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\n© NASA/Apollo 17\n"
    },
    {
        "id": "20160923_09_100",
        "title": "Moon at Last Quarter",
        "link": "https://in-the-sky.org/news.php?id=20160923_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between full moon and new moon, when it is\nhalf illuminated. At this time of the month, it rises around midnight, and is\nvisible in the early morning sky.\n\n\n\n\n\nFrom Zaragoza (click to change), the\n\nMoon will be visible in the dawn sky, rising at 00:43 (CEST) – 7 hours and 9 minutes before the Sun – and attaining an altitude of 66° above the southern horizon before fading from view as dawn breaks at around 07:33.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt last quarter, the Moon rises at around midnight, appears high in the sky by\ndawn, and sets at around midday.\n\n\n\n\nOver the next few days, the distance between the Moon and the Sun will decrease\nand it will rise later each day. By the time it disappears into the Sun's glare\nas it approaches new moon, it will only be visible very shortly before sunrise.\n\n\n\n\nAll times given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes last quarter – 90° – it is\nmore favourably placed in the pre-dawn sky at some times of year than others.\n\n\n\n\nIt appears high up in the pre-dawn sky around the autumn equinox,\nbut much lower towards the horizon around the spring equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunrise depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunrise at the autumn equinox) and 24° (sunrise at the spring equinox). On September 23, the ecliptic is inclined at 71° to the eastern dawn horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is very favourably placed for viewing from Zaragoza.\nAt the moment it reaches last quarter, the Moon's distance from the Earth will be  374,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:22 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20160928_12_101",
        "title": "Mercury at greatest elongation west",
        "link": "https://in-the-sky.org/news.php?id=20160928_12_101",
        "desc": "\n\n\nMercury will be well placed for observation in the dawn sky, shining\nbrightly at mag -2.6.\n\n\n\n\nFrom Zaragoza (click to change), it will be difficult to observe as it will appear no higher than 12° above the horizon. It will be visible in the dawn sky, rising at 06:26 (CEST) – 1 hour and 33 minutes before the Sun – and attaining an altitude of 12° above the eastern horizon before fading from view as dawn breaks at around 07:40.\n\n\n\nOver coming weeks, the distance between Mercury and the Sun will decrease\neach morning, and it will gradually sink back into the Sun's glare, as the table\nbelow indicates (all times given in Zaragoza local time).\n\n\n\n\nThe exact position of Mercury when it reaches greatest elongation is as follows:\n\n\n The coordinates above are given in J2000.0. \n\n\nMercury never ventures far from the Sun in the sky since its orbit lies\ncloser to the Sun than the Earth's. To see it, we are always looking inwards\ntowards the center of the solar system, close to the Sun. Mercury is said\nto be at greatest enlongation when it passes either of the two points along its\norbit where it appears at greatest separation from the Sun.\n\n\n\n\nAs it orbits the Sun, it appears alternately in the morning and evening skies.\nWhen it is to the east of the Sun, it rises and sets a short time after the\nSun, becoming visible in early evening twilight. When it is to the west of\nthe Sun, it rises and sets a short time before the Sun, becoming visible\nshortly before sunrise.\n\n\n\n\nEach time it appears in the morning or evening sky, Mercury reaches\nroughly the same angular separation from the Sun – this time peaking at a\ndistance of 17° at greatest elongation. This angle is set\nby the geometry of how big Mercury's orbit is, and how far away it is\nfrom the Earth.\n\n\nNonetheless, some times of the year are more favourable for\nviewing Mercury from Zaragoza than others.\n\n\n\n\nIt appears most favourably in the evening sky around the spring equinox, and\nmost favourably in the morning sky around the autumn equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This is the line through the zodiacal constellations that the Sun\nfollows through the year, and marks the flat plane in space in which all of the\nplanets circle the Sun.\n\n\n\n\nThe altitude at which Mercury appears above the horizon at sunrise or\nsunset depends how steeply the line of the ecliptic is inclined to the horizon.\nIf the plane of the ecliptic meet the horizon at a very shallow angle,\nMercury will rise or set along a line which is almost parallel to the\nhorizon, and a separation of 17° from the Sun along this\nline would correspond to a very low altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunrise at the autumn equinox) and 24° (sunrise at the spring equinox). On September 28, the ecliptic is inclined at 71° to the eastern dawn horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion Mercury is very favourably placed for viewing from Zaragoza.\n\n\n                            \n                            Age of Moon:27 days\n                        \nNever attempt to point a pair of binoculars or a telescope at an object close to the Sun. Doing so\n                may result in immediate and permanent blindness.\nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\n© NASA/JPL/MESSENGER\n"
    },
    {
        "id": "20161006_16_100",
        "title": "Conjunction between the Moon and Saturn",
        "link": "https://in-the-sky.org/news.php?id=20161006_16_100",
        "desc": "The Moon and Saturn will make a close approach, passing within 3°46' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will become visible at around 19:52 (CEST) as the dusk sky fades, 20° above your south-western horizon. They will then sink towards the horizon, setting 2 hours and 53 minutes after the Sun at 22:27.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -11.0, and Saturn at mag 0.3, both in the constellation Ophiuchus. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Saturn at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n58° from the Sun, which is in Virgo at\nthis time of year.\n\n\n                            \n                            Age of Moon:5 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20161009_09_100",
        "title": "Moon at First Quarter",
        "link": "https://in-the-sky.org/news.php?id=20161009_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between new moon and full moon, when it is\nhalf illuminated. At this time of the month, it is visible in the evening sky,\nand sets around midnight.\n\n\n\n\n\nFrom Zaragoza  (click to change), the\n\nMoon will be visible in the evening sky, becoming visible at around 19:47 (CEST) as the dusk sky fades, 30° above your southern horizon. It will then reach its highest point in the sky at 19:56, 30° above your southern horizon. It will continue to be observable until around 23:59, when it sinks to 8° above your south-western horizon.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt first quarter, the Moon rises in the afternoon, appears high in the sky by\nsunset, and sets at around midnight.\n\n\n\n\nOver coming days, the distance between the Moon and Sun will increase as the\nMoon approaches full phase. As a result, it will rise later in the day and make\nit less far above the eastern horizon before nightfall. By the time it reaches\nfull phase, it will rise at around dusk and set at around dawn.\n\n\n\n\nAll times are given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes first quarter – 90° – it is\nmore favourably placed in the early evening sky at some times of year than\nothers.\n\n\n\n\nIt appears high up in the evening sky around the spring equinox,\nbut much lower towards the horizon around the autumn equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunset depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunset at the spring equinox) and 24° (sunset at the autumn equinox). On October 9, the ecliptic is inclined at 25° to the western sunset horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is poorly placed for viewing from Zaragoza.\nAt the moment it reaches first quarter, the Moon's distance from the Earth will be  394,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:8 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20161016_09_100",
        "title": "Full Moon",
        "link": "https://in-the-sky.org/news.php?id=20161016_09_100",
        "desc": "\n\nThe Moon will reach full\nphase. At this time in its monthly cycle of phases, the\nMoon lies almost directly opposite the Sun in the sky, placing it high above\nthe horizon for much of the night.\n\n\n\n\n\nThis month's full moon will take place unusually close to the time of month\nwhen the Moon also makes its closest approach to the Earth – called its\nperigee.  This near coincidence between a full moon and lunar perigee\nwill mean that this full moon will appear slightly larger and brighter than\nusual in the night sky.  Full moons such as this occur roughly once every\n13 months.\n\n\n\n\n\nThe sequence of full moons through the year are often assigned names according\nto the seasons in which they fall. This month's will be the first to fall in autumn 2016\n – the Harvest Moon.\n\n\n\n\nOver the nights following 16 October, the Moon will\nrise around an hour later each day, becoming prominent later in the night.\nWithin a few days, it will only be visible in the pre-dawn and early-morning\nsky. By the time it reaches last quarter, a week after full moon, it will rise\nat around midnight and set at around noon.\n\n\n\n\n\nAt the exact moment when the Moon reaches full phase, it will lie at a\ndeclination of +05°47'  in the constellation Pisces , and so will\n\n appear high in the sky at all but the most extreme latitudes.  It will be visible at all latitudes between 85°N and 74°S.  Its distance from the Earth will be 358,000 km. \n\n\n\nThe exact position of the Moon at the time it reaches full phase will be:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:15 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20161021_11_100",
        "title": "Orionid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20161021_11_100",
        "desc": "\n\nThe Orionid meteor shower will reach its maximum rate of activity on\n21 October 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from 16 Oct to 30 Oct.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 25 per hour (ZHR).  The Moon will be 20 days old at the time of peak activity, and  so will present significant interference in the pre-dawn sky. \n\n\n\nThe radiant of the Orionid meteor shower is at around right ascension\n\n06h20m, declination  +15°, as shown by the green cross on the planetarium above. At midnight, it appears 2° above your eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:20 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20161022_09_100",
        "title": "Moon at Last Quarter",
        "link": "https://in-the-sky.org/news.php?id=20161022_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between full moon and new moon, when it is\nhalf illuminated. At this time of the month, it rises around midnight, and is\nvisible in the early morning sky.\n\n\n\n\n\nFrom Zaragoza (click to change), the\n\nMoon will be visible in the morning sky, becoming accessible at around 01:45, when it rises 7° above your eastern horizon. It will then reach its highest point in the sky at 08:03, 65° above your southern horizon. It will be lost to dawn twilight at around 08:07, 65° above your southern horizon.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt last quarter, the Moon rises at around midnight, appears high in the sky by\ndawn, and sets at around midday.\n\n\n\n\nOver the next few days, the distance between the Moon and the Sun will decrease\nand it will rise later each day. By the time it disappears into the Sun's glare\nas it approaches new moon, it will only be visible very shortly before sunrise.\n\n\n\n\nAll times given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes last quarter – 90° – it is\nmore favourably placed in the pre-dawn sky at some times of year than others.\n\n\n\n\nIt appears high up in the pre-dawn sky around the autumn equinox,\nbut much lower towards the horizon around the spring equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunrise depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunrise at the autumn equinox) and 24° (sunrise at the spring equinox). On October 22, the ecliptic is inclined at 68° to the eastern dawn horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is very favourably placed for viewing from Zaragoza.\nAt the moment it reaches last quarter, the Moon's distance from the Earth will be  380,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:21 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20161029_16_100",
        "title": "Conjunction between Venus and Saturn",
        "link": "https://in-the-sky.org/news.php?id=20161029_16_100",
        "desc": "Venus and Saturn will make a close approach, passing within 2°59' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be difficult to observe as they will appear no higher than 14° above the horizon. They will become visible at around 18:16 (CEST) as the dusk sky fades, 14° above your south-western horizon. They will then sink towards the horizon, setting 2 hours and 4 minutes after the Sun at 20:00.\n\n\n\n At the moment of closest approach, Venus will be at mag  -4.4, and Saturn at mag 0.3, both in the constellation Ophiuchus. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of Venus and Saturn at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n37° from the Sun, which is in Virgo at\nthis time of year.\n\n\n                            \n                            Age of Moon:29 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20161105_11_100",
        "title": "Taurid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20161105_11_100",
        "desc": "\n\nThe Taurid meteor shower will reach its maximum rate of activity on\n4 November 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from 20 Oct to 30 Nov.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 10 per hour (ZHR).  The Moon will be 6 days old at the time of peak activity, and  so will present minimal interference. \n\n\n\nThe radiant of the Taurid meteor shower is at around right ascension\n\n03h30m, declination  +14°, as shown by the green cross on the planetarium above. At midnight, it appears 44° above your south-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:5 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20161107_09_100",
        "title": "Moon at First Quarter",
        "link": "https://in-the-sky.org/news.php?id=20161107_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between new moon and full moon, when it is\nhalf illuminated. At this time of the month, it is visible in the evening sky,\nand sets around midnight.\n\n\n\n\n\nFrom Zaragoza  (click to change), the\n\nMoon will be visible in the evening sky, becoming visible at around 18:09 (CEST) as the dusk sky fades, 32° above your southern horizon. It will then reach its highest point in the sky at 19:03, 34° above your southern horizon. It will continue to be observable until around 23:25, when it sinks to 8° above your south-western horizon.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt first quarter, the Moon rises in the afternoon, appears high in the sky by\nsunset, and sets at around midnight.\n\n\n\n\nOver coming days, the distance between the Moon and Sun will increase as the\nMoon approaches full phase. As a result, it will rise later in the day and make\nit less far above the eastern horizon before nightfall. By the time it reaches\nfull phase, it will rise at around dusk and set at around dawn.\n\n\n\n\nAll times are given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes first quarter – 90° – it is\nmore favourably placed in the early evening sky at some times of year than\nothers.\n\n\n\n\nIt appears high up in the evening sky around the spring equinox,\nbut much lower towards the horizon around the autumn equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunset depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunset at the spring equinox) and 24° (sunset at the autumn equinox). On November 7, the ecliptic is inclined at 29° to the western sunset horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is poorly placed for viewing from Zaragoza.\nAt the moment it reaches first quarter, the Moon's distance from the Earth will be  386,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:8 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20161112_11_100",
        "title": "Taurid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20161112_11_100",
        "desc": "\n\nThe Taurid meteor shower will reach its maximum rate of activity on\n11 November 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from 20 Oct to 30 Nov.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 10 per hour (ZHR).  The Moon will be 13 days old at the time of peak activity, and  being so close to Full Moon, will severely limit the observations that will be possible. \n\n\n\nThe radiant of the Taurid meteor shower is at around right ascension\n\n04h00m, declination  +22°, as shown by the green cross on the planetarium above. At midnight, it appears 50° above your eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:12 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20161114_09_101",
        "title": "Full Moon",
        "link": "https://in-the-sky.org/news.php?id=20161114_09_101",
        "desc": "\n\nThe Moon will reach full\nphase. At this time in its monthly cycle of phases, the\nMoon lies almost directly opposite the Sun in the sky, placing it high above\nthe horizon for much of the night.\n\n\n\n\n\nThis month's full moon will take place unusually close to the time of month\nwhen the Moon also makes its closest approach to the Earth – called its\nperigee.  This near coincidence between a full moon and lunar perigee\nwill mean that this full moon will appear slightly larger and brighter than\nusual in the night sky.  Full moons such as this occur roughly once every\n13 months.\n\n\n\n\n\nThe sequence of full moons through the year are often assigned names according\nto the seasons in which they fall. This month's will be the second to fall in autumn 2016\n – the Hunter's Moon.\n\n\n\n\nOver the nights following 14 November, the Moon will\nrise around an hour later each day, becoming prominent later in the night.\nWithin a few days, it will only be visible in the pre-dawn and early-morning\nsky. By the time it reaches last quarter, a week after full moon, it will rise\nat around midnight and set at around noon.\n\n\n\n\n\nAt the exact moment when the Moon reaches full phase, it will lie at a\ndeclination of +13°43'  in the constellation Taurus , and so will\n\n appear highest in the northern hemisphere.  It will be visible from all latitudes south of 66°S.  Its distance from the Earth will be 356,000 km. \n\n\n\nThe exact position of the Moon at the time it reaches full phase will be:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:15 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20161117_17_100",
        "title": "M45 is well placed",
        "link": "https://in-the-sky.org/news.php?id=20161117_17_100",
        "desc": "The Pleiades open star cluster (M45) in Taurus\n\nwill be well placed for observation. It will reach its highest point in the sky at around midnight local time.\n\n\n\n\n At a declination of +24°06', it is  easiest to see from the northern hemisphere and cannot be seen from latitudes much south of 45°S. \n\n\n\nFrom Zaragoza (click to change), it will be visible in the morning sky, becoming accessible at around 18:50, when it rises 12° above your eastern horizon. It will then reach its highest point in the sky at 01:08, 72° above your southern horizon. It will be lost to dawn twilight at around 07:12, 15° above your western horizon.\n\n\n\nAt magnitude 1.6, M45 is\n\n visible to the naked eye, but best viewed through a pair of binoculars. \n\n\n\nThe precise position of M45 is as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:17 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\n© Digitised Sky Survey (DSS); Second Palomar Observatory Sky Survey (POSS-II)\n"
    },
    {
        "id": "20161118_11_100",
        "title": "Leonid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20161118_11_100",
        "desc": "\n\nThe Leonid meteor shower will reach its maximum rate of activity on\n17 November 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from 15 Nov to 20 Nov.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 20 per hour (ZHR).  The Moon will be 19 days old at the time of peak activity, and  so will present significant interference in the pre-dawn sky. \n\n\n\nThe radiant of the Leonid meteor shower is at around right ascension\n\n10h10m, declination  +22°, as shown by the green cross on the planetarium above. At midnight, it appears 10° below your north-eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:18 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20161121_09_100",
        "title": "Moon at Last Quarter",
        "link": "https://in-the-sky.org/news.php?id=20161121_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between full moon and new moon, when it is\nhalf illuminated. At this time of the month, it rises around midnight, and is\nvisible in the early morning sky.\n\n\n\n\n\nFrom Zaragoza (click to change), the\n\nMoon will be visible in the morning sky, becoming accessible at around 01:09, when it rises 7° above your eastern horizon. It will then reach its highest point in the sky at 07:05, 59° above your southern horizon. It will be lost to dawn twilight at around 07:39, 58° above your southern horizon.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt last quarter, the Moon rises at around midnight, appears high in the sky by\ndawn, and sets at around midday.\n\n\n\n\nOver the next few days, the distance between the Moon and the Sun will decrease\nand it will rise later each day. By the time it disappears into the Sun's glare\nas it approaches new moon, it will only be visible very shortly before sunrise.\n\n\n\n\nAll times given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes last quarter – 90° – it is\nmore favourably placed in the pre-dawn sky at some times of year than others.\n\n\n\n\nIt appears high up in the pre-dawn sky around the autumn equinox,\nbut much lower towards the horizon around the spring equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunrise depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunrise at the autumn equinox) and 24° (sunrise at the spring equinox). On November 21, the ecliptic is inclined at 57° to the eastern dawn horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is very favourably placed for viewing from Zaragoza.\nAt the moment it reaches last quarter, the Moon's distance from the Earth will be  388,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:22 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20161125_16_100",
        "title": "Conjunction between the Moon and Jupiter",
        "link": "https://in-the-sky.org/news.php?id=20161125_16_100",
        "desc": "The Moon and Jupiter will make a close approach, passing within 1°50' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the dawn sky, rising at 03:58 (CEST) – 4 hours and 5 minutes before the Sun – and attaining an altitude of 35° above the south-eastern horizon before fading from view as dawn breaks at around 07:43.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -10.6, and Jupiter at mag -1.8, both in the constellation Virgo. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Jupiter at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n47° from the Sun, which is in Scorpius at\nthis time of year.\n\n\n                            \n                            Age of Moon:26 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20161205_16_100",
        "title": "Conjunction between the Moon and Mars",
        "link": "https://in-the-sky.org/news.php?id=20161205_16_100",
        "desc": "The Moon and Mars will make a close approach, passing within 2°52' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will become visible at around 17:51 (CEST) as the dusk sky fades, 31° above your southern horizon. They will then sink towards the horizon, setting 5 hours and 5 minutes after the Sun at 22:35.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -11.3 in the constellation Aquarius, and Mars at mag 0.2 in the neighbouring constellation of Capricornus. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Mars at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n66° from the Sun, which is in Ophiuchus at\nthis time of year.\n\n\n                            \n                            Age of Moon:6 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    },
    {
        "id": "20161207_09_100",
        "title": "Moon at First Quarter",
        "link": "https://in-the-sky.org/news.php?id=20161207_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between new moon and full moon, when it is\nhalf illuminated. At this time of the month, it is visible in the evening sky,\nand sets around midnight.\n\n\n\n\n\nFrom Zaragoza  (click to change), the\n\nMoon will be visible in the evening sky, becoming visible at around 17:51 (CEST) as the dusk sky fades, 38° above your south-eastern horizon. It will then reach its highest point in the sky at 19:03, 41° above your southern horizon. It will continue to be observable until around 23:56, when it sinks to 8° above your western horizon.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt first quarter, the Moon rises in the afternoon, appears high in the sky by\nsunset, and sets at around midnight.\n\n\n\n\nOver coming days, the distance between the Moon and Sun will increase as the\nMoon approaches full phase. As a result, it will rise later in the day and make\nit less far above the eastern horizon before nightfall. By the time it reaches\nfull phase, it will rise at around dusk and set at around dawn.\n\n\n\n\nAll times are given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes first quarter – 90° – it is\nmore favourably placed in the early evening sky at some times of year than\nothers.\n\n\n\n\nIt appears high up in the evening sky around the spring equinox,\nbut much lower towards the horizon around the autumn equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunset depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunset at the spring equinox) and 24° (sunset at the autumn equinox). On December 7, the ecliptic is inclined at 37° to the western sunset horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is very favourably placed for viewing from Zaragoza.\nAt the moment it reaches first quarter, the Moon's distance from the Earth will be  379,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:8 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20161211_12_100",
        "title": "Mercury at greatest elongation east",
        "link": "https://in-the-sky.org/news.php?id=20161211_12_100",
        "desc": "\n\n\nMercury will be well placed for observation in the evening sky,\nshining brightly at mag -2.3.\n\n\n\n\nFrom Zaragoza (click to change), it will be difficult to observe as it will appear no higher than 8° above the horizon. It will become visible at around 17:50 (CEST) as the dusk sky fades, 8° above your south-western horizon. It will then sink towards the horizon, setting 1 hour and 22 minutes after the Sun at 18:51.\n\n\n\nOver coming weeks, the distance between Mercury and the Sun will decrease\neach night, and it will gradually sink back into the Sun's glare, as the table\nbelow indicates (all times given in Zaragoza local time).\n\n\n\n\nThe coordinates of Mercury when it reaches greatest elongation will be:\n\n\n The coordinates above are given in J2000.0. \n\n\nMercury never ventures far from the Sun in the sky since its orbit lies\ncloser to the Sun than the Earth's. To see it, we are always looking inwards\ntowards the center of the solar system, close to the Sun. Mercury is said\nto be at greatest enlongation when it passes either of the two points along its\norbit where it appears at greatest separation from the Sun.\n\n\n\n\nAs it orbits the Sun, it appears alternately in the morning and evening skies.\nWhen it is to the east of the Sun, it rises and sets a short time after the\nSun, becoming visible in early evening twilight. When it is to the west of\nthe Sun, it rises and sets a short time before the Sun, becoming visible\nshortly before sunrise.\n\n\n\n\nEach time it appears in the morning or evening sky, Mercury reaches\nroughly the same angular separation from the Sun – this time peaking at a\ndistance of 20° at greatest elongation. This angle is set\nby the geometry of how big Mercury's orbit is, and how far away it is\nfrom the Earth.\n\n\nNonetheless, some times of the year are more favourable for\nviewing Mercury from Zaragoza than others.\n\n\n\n\nIt appears most favourably in the evening sky around the spring equinox, and\nmost favourably in the morning sky around the autumn equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This is the line through the zodiacal constellations that the Sun\nfollows through the year, and marks the flat plane in space in which all of the\nplanets circle the Sun.\n\n\n\n\nThe altitude at which Mercury appears above the horizon at sunrise or\nsunset depends how steeply the line of the ecliptic is inclined to the horizon.\nIf the plane of the ecliptic meet the horizon at a very shallow angle,\nMercury will rise or set along a line which is almost parallel to the\nhorizon, and a separation of 20° from the Sun along this\nline would correspond to a very low altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunset at the spring equinox) and 24° (sunset at the autumn equinox). On December 11, the ecliptic is inclined at 39° to the western sunset horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion Mercury is very favourably placed for viewing from Zaragoza.\n\n\n                            \n                            Age of Moon:12 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\n© NASA/JPL/MESSENGER\n"
    },
    {
        "id": "20161214_11_100",
        "title": "Geminid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20161214_11_100",
        "desc": "\n\nThe Geminid meteor shower will reach its maximum rate of activity on\n13 December 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from 7 Dec to 16 Dec.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 100 per hour (ZHR).  The Moon will be 15 days old at the time of peak activity, and  being so close to Full Moon, will severely limit the observations that will be possible. \n\n\n\nThe radiant of the Geminid meteor shower is at around right ascension\n\n07h20m, declination  +33°, as shown by the green cross on the planetarium above. At midnight, it appears 42° above your eastern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:14 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20161214_09_100",
        "title": "Full Moon",
        "link": "https://in-the-sky.org/news.php?id=20161214_09_100",
        "desc": "\n\nThe Moon will reach full\nphase. At this time in its monthly cycle of phases, the\nMoon lies almost directly opposite the Sun in the sky, placing it high above\nthe horizon for much of the night.\n\n\n\n\n\nThis month's full moon will take place unusually close to the time of month\nwhen the Moon also makes its closest approach to the Earth – called its\nperigee.  This near coincidence between a full moon and lunar perigee\nwill mean that this full moon will appear slightly larger and brighter than\nusual in the night sky.  Full moons such as this occur roughly once every\n13 months.\n\n\n\n\n\nThe sequence of full moons through the year are often assigned names according\nto the seasons in which they fall. This month's will be the third to fall in autumn 2016\n – the Oak Moon.\n\n\n\n\nOver the nights following 14 December, the Moon will\nrise around an hour later each day, becoming prominent later in the night.\nWithin a few days, it will only be visible in the pre-dawn and early-morning\nsky. By the time it reaches last quarter, a week after full moon, it will rise\nat around midnight and set at around noon.\n\n\n\n\n\nAt the exact moment when the Moon reaches full phase, it will lie at a\ndeclination of +18°23'  in the constellation Taurus , and so will\n\n appear highest in the northern hemisphere.  It will be visible from all latitudes south of 61°S.  Its distance from the Earth will be 359,000 km. \n\n\n\nThe exact position of the Moon at the time it reaches full phase will be:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:15 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20161221_09_100",
        "title": "Moon at Last Quarter",
        "link": "https://in-the-sky.org/news.php?id=20161221_09_100",
        "desc": "\n\nThe Moon will reach the midpoint between full moon and new moon, when it is\nhalf illuminated. At this time of the month, it rises around midnight, and is\nvisible in the early morning sky.\n\n\n\n\n\nFrom Zaragoza (click to change), the\n\nMoon will be visible in the morning sky, becoming accessible at around 01:38, when it rises 7° above your eastern horizon. It will then reach its highest point in the sky at 07:03, 50° above your southern horizon. It will be lost to dawn twilight at around 08:04, 48° above your southern horizon.\n\n\n\n\nThe Moon  orbits the\nEarth once every four weeks, and as a result its phases cycle   from new\nmoon, through first quarter, full moon and last quarter, back to new moon once\nevery 29.5 days.\n\n\n\n\nThis motion also means that the Moon  moves rapidly across the sky.\nFrom one night to the next it travels more than 12° – roughly the\nspan of a human hand held at arm's length – causing it to rise and set\nnearly an hour later each day. Click\nhere  for more information about the Moon's\nphases.\n\n\n\n\nAt last quarter, the Moon rises at around midnight, appears high in the sky by\ndawn, and sets at around midday.\n\n\n\n\nOver the next few days, the distance between the Moon and the Sun will decrease\nand it will rise later each day. By the time it disappears into the Sun's glare\nas it approaches new moon, it will only be visible very shortly before sunrise.\n\n\n\n\nAll times given below in Zaragoza  local time.\n\n\n\n\n\nThe period when the Moon shows half phase is ideal for observing the Moon with\na pair of binoculars or a small telescope. Even though only one half of the\nMoon's face is illuminated, the terminator line which divides the illuminated\nand unilluminated portions of the Moon's disk is well presented.\n\n\n\n\nAlong this line, the Moon's surface is illuminated at a very shallow angle, and\nmountains and crater rims cast long shadows which are very easy to see. An\nobserver on the Moon would see the Sun on the horizon, casting long shadows\njust like the ones we see on Earth at sunrise and sunset.\n\n\n\n\nAlthough the Moon is always separated from the Sun by the same\nangular distance when it passes last quarter – 90° – it is\nmore favourably placed in the pre-dawn sky at some times of year than others.\n\n\n\n\nIt appears high up in the pre-dawn sky around the autumn equinox,\nbut much lower towards the horizon around the spring equinox.\n\n\n\n\nThis is because it always lies close to a line across the sky called the\necliptic. This marks the flat plane in space in which all of the\nplanets circle the Sun. It is the line through the zodiacal constellations that the Sun\nfollows through the year.\n\n\n\n\nThe altitude at which the Moon appears above the horizon at sunrise depends how\nsteeply the line of the ecliptic is inclined to the horizon.  If the plane of\nthe ecliptic meet the horizon at a very shallow angle, the Moon will rise or\nset along a line which is almost parallel to the horizon, and a large\nseparation from the Sun along this line would still only correspond to a very\nlow altitude in the sky.\n\n\n\n\nThe inclination of the ecliptic plane to the horizon at Zaragoza varies between 71° (sunrise at the autumn equinox) and 24° (sunrise at the spring equinox). On December 21, the ecliptic is inclined at 43° to the eastern dawn horizon, as shown by the yellow line in the planetarium view above, meaning that on this occasion the Moon is very favourably placed for viewing from Zaragoza.\nAt the moment it reaches last quarter, the Moon's distance from the Earth will be  396,000 km. Its exact position will be as follows:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:22 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nNone available."
    },
    {
        "id": "20161221_08_100",
        "title": "December solstice",
        "link": "https://in-the-sky.org/news.php?id=20161221_08_100",
        "desc": "21 December will be the shortest day of 2016 in the northern hemisphere, midwinter day.\n\n\n\nThis is the day of the year when the Sun's annual passage through the\nconstellations of the zodiac carries it to its most northerly point in the sky,\nin the constellation of Capricornus at a declination of 23.5°S.\n\n\n\n\nOn this day, the Sun is above the horizon for the less time than on any other\nday of the year in the northern hemisphere. This is counted by astronomers to\nbe the first day of winter, though meteorologists more usually consider winter\nto start on December 1.\n\n\n\n\nConversely, in the southern hemisphere, the Sun is above the horizon for longer\nthan on any other day of the year and astronomers define this day to be the\nfirst day of summer.\n\n\n\n\nAt the December solstice, the Sun appears overhead at noon when observed from\nlocations on the tropic of Capricorn, at a latitude 23.5°S.\n\n\n\n\nMidwinter is best known in the western world because Christmas borrows its date\nfrom ancient pagan midwinter festivals. In the modern calendar, however,\nChristmas falls a few days after astronomical midwinter.\n\n\n\n\nThis happens because the system of leap days which are sometimes inserted into\nour calendar on February 29 was only refined to its present form by the\nGregorian calendar reforms of the 16th century. Before this, the average length\nof each year did not quite match the period of time with which the seasons\nrepeat – 365.2422 days – and so the seasons drifted through the\nyear by a small amount each century.\n\n\n\n\nThe exact position of the Sun when it reaches its most southerly declination in\n2016 will be:\n\n The coordinates above are given in J2000.0.\n\n                            \n                            Age of Moon:22 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\n© NASA/Apollo 17\n"
    },
    {
        "id": "20161222_11_100",
        "title": "Ursid meteor shower",
        "link": "https://in-the-sky.org/news.php?id=20161222_11_100",
        "desc": "\n\nThe Ursid meteor shower will reach its maximum rate of activity on\n21 December 2016.  Some shooting stars associated with the\nshower are expected to be visible each night from 17 Dec to 25 Dec.\n\n\n\n\nThe maximum rate of meteors expected to be visible from a dark location is\naround\n 10 per hour (ZHR).  The Moon will be 23 days old at the time of peak activity, and  so will present minimal interference. \n\n\n\nThe radiant of the Ursid meteor shower is at around right ascension\n\n14h20m, declination  +78°, as shown by the green cross on the planetarium above. At midnight, it appears 30° above your northern horizon from Zaragoza (click to change).\nAll of the meteors will appear to be travelling directly outward from this\npoint, as indicated by the white lines drawn above.\n\n\n\n\nTo see the most meteors, the best place to look is not directly at the\nradiant itself, but at any dark patch of sky which is around 30–40° away from\nit. It is at a distance of around this distance from the radiant that meteors\nwill show reasonably long trails without being too spread out.\n\n\n\n                            \n                            Age of Moon:22 days\n                        \n\nThe Handbook of the British\nAstronomical Association.\n\nAn artistic depiction of the Leonid meteor storm seen over North America on the night of November 12-13, 1833, Edmund Weiss\n"
    },
    {
        "id": "20161222_16_100",
        "title": "Conjunction between the Moon and Jupiter",
        "link": "https://in-the-sky.org/news.php?id=20161222_16_100",
        "desc": "The Moon and Jupiter will make a close approach, passing within 2°17' of each other. \n\n\n\nFrom Zaragoza (click to change), the pair will be visible in the dawn sky, rising at 02:34 (CEST) – 5 hours and 55 minutes before the Sun – and attaining an altitude of 41° above the southern horizon before fading from view as dawn breaks at around 08:08.\n\n\n\n At the moment of closest approach, the Moon will be at mag  -11.4, and Jupiter at mag -1.9, both in the constellation Virgo. \n The pair will be too widely separated to fit within the field of view of a telescope, but will be visible to the naked eye or through a pair of binoculars. \n\n\n\nThe precise positions of the Moon and Jupiter at the moment\nof closest approach will be as follows:\n\n\n The coordinates above are given in J2000.0.\nThe pair will be at an angular separation of\n71° from the Sun, which is in Sagittarius at\nthis time of year.\n\n\n                            \n                            Age of Moon:23 days\n                        \nThe circumstances of this event were computed using the DE405 planetary ephemeris published by the Jet Propulsion Laboratory (JPL).\nThis event was automatically generated by searching the ephemeris for planetary alignments which are of interest to amateur astronomers, and the text above was generated based on an estimate of your location.\nThe Moon in conjunction with Venus and Jupiter, with the Very Large Telescope in the foreground. Image © Y. Beletsky, ESO, 2009.\n"
    }
]